{
  "welcome": "Welcome to Next.js",
  "currentLanguage": "Current Language: English",
  "switchLanguage": "English",
  "title": "Global Translation System",
  "subtitle": "This content can be translated anywhere in the app",
  "description": "Eco Park is a sustainable space using recycled materials, solar energy, and native plants.\nIt promotes eco-friendly living, water treatment, and carbon capture.\nThe park shows how waste can be reused creatively. It supports biodiversity and climate resilience.",
  "mini-desc": "Eco Park is a sustainable space",
  "left-heading": "Welcome to",
  "right-heading": "Our Website",
  "accordion_item_1_name": "Meeting Area",
  "accordion_item_1_description": "An outdoor seating platform built entirely from construction waste. It combines durability, creativity, and sustainability in one space.",

  "accordion_item_2_name": "Water Wetlands",
  "accordion_item_2_description": "This system purifies pond water naturally—without chemicals or machines. It mimics wetland ecology and runs entirely on gravity and sunlight.",

  "accordion_item_3_name": "Fruit Orchard",
  "accordion_item_3_description": "Native fruit trees offer fresh food, shade, and biodiversity. They are low-maintenance, drought-resistant, and educational.",

  "accordion_item_4_name": "Dryscape Plants",
  "accordion_item_4_description": "These plants thrive with little water and minimal care. They beautify the park and strengthen climate resilience.",

  "accordion_item_5_name": "Upcycled Furniture",
  "accordion_item_5_description": "All seating here is made from tyres, old wood, and recycled plastic. It's sustainable, stylish, and durable for outdoor use.",

  "accordion_item_6_name": "Reel Landscape",
  "accordion_item_6_description": "A discarded cable reel became the centerpiece of a vibrant garden. It’s surrounded by reused bricks, stones, and a repurposed tree trunk.",
  "about_h": "About us",
  "about_p1": "This park is a living model of sustainability—built entirely from recycled materials. From benches to buildings, everything is crafted from construction scraps, lab equipment, and urban waste. It's more than a green space; it's a hands-on classroom, a prototype for circular design, and a statement on climate action.",
  "about_p2": "The park includes a nature-based water filter, solar-powered photobioreactor, drought-resistant plants, native fruit trees, and upcycled furniture made from tyres and plastic. Every part tells a story and teaches an environmental principle.",
  "about_p3": "Our goal is to show that true sustainability needs intention and creativity—not big budgets. This space invites everyone to learn, explore, and imagine how to build with nature, not against it.",
  "dry_escape_title": "DryScape Plants",
  "dry_escape_titleDescription": "This garden is full of strong plants that grow with very little water.\nThey stay green all year and help save water in a smart way.",
  "dry_escape_descriptions_0": "We carefully picked plants that grow well in dry areas and don’t need much water. Each plant was placed in sunny spots with compost and mulch to keep the soil cool. We didn’t use any chemical fertilizers or watering pipes. After planting, we watered them a few times to help them settle. Now, they survive mostly on rain and natural soil. These plants are easy to grow and very strong. They were arranged to make the garden look both neat and colorful.",
  "dry_escape_descriptions_1": "The dryscape garden looks fresh and green, even in dry weather. People are often surprised by how little care it needs. These plants also help stop the soil from blowing away in the wind. Bees, butterflies, and birds often visit, making it full of life. The garden is quiet and clean, perfect for walking or sitting nearby. Some plants also smell nice or can be used for simple medicine. It teaches visitors that less water doesn’t mean less beauty.",
  "dry_escape_descriptions_2": "Because of this garden, the park now uses a lot less water than before. It helps the park stay green even when there’s no rain. People visiting the park ask about the plants and want to grow them at home too. The garden is a great example of how to care for nature in a smart way. Students learn about saving water and choosing local plants. Other parks and schools are now trying to copy this idea. This small garden is making a big difference.",
  "fruit_orchard_title": "Fruit Orchard",
  "fruit_orchard_titleDescription": "A vibrant fruit orchard that offers food, shade, and clean air while welcoming birds, bees, and peaceful walks through nature.",
  "fruit_orchard_descriptions_0": "We planted trees that are native and used to growing in dry areas. Instead of using chemical fertilizers, we added compost and mulch to the soil. The trees were spaced well so each one could get sunlight and room to grow. They were watered during the first few weeks, and now survive mostly on rain. No fancy watering system or piping was needed at all. These trees were chosen for their strength, health benefits, and low maintenance needs. Now they stand tall with almost no effort.",
  "fruit_orchard_descriptions_1": "This orchard is more than just a place for growing fruit—it’s a place for learning. Students come here to see how food grows naturally. The trees also improve the soil and stop it from washing away in the rain. The shade makes the area cooler and more pleasant for walking. Each tree has a story and a benefit, from nutrition to tradition. It’s peaceful, useful, and easy to care for. The whole area feels like a gift from nature.",
  "fruit_orchard_descriptions_2": "Now the trees give fruits that are fresh, chemical-free, and healthy. Families and visitors enjoy picking them during the season. They help reduce food costs while improving soil and air quality. The orchard has also become a favorite spot for schools and nature lovers. Many people are surprised how strong and useful these trees are. This one patch of land now supports both people and the planet. It proves that growing food can be simple and sustainable.",
  "upcycled_furniture_title": "Upcycled Furniture",
  "upcycled_furniture_titleDescription": "All the benches and chairs are made from old tyres, wood, and plastic.\nThey are strong, colorful, and built from waste to inspire others.",
  "upcycled_furniture_descriptions_0": "We collected old tyres, wooden furniture pieces, and plastic waste from nearby sources. Each tyre was cleaned, painted, and shaped into chairs and stools. Old hardwood was used to build tables and backrests, and recycled plastic was shaped into long seat planks. All pieces were designed by hand and made to last in sun and rain. We didn’t use any new materials to build this furniture. Everything was repaired, reused, and finished with natural oil. The results were strong, safe, and ready to use.",
  "upcycled_furniture_descriptions_1": "The furniture looks unique and brings color to every corner of the park. Some pieces are round, others square, and many have bright paint or fun patterns. People often smile when they learn they’re sitting on recycled tyres or old wood. The benches are placed under trees, beside flowers, or near learning spots. They are useful for resting, eating lunch, or reading a book. These seats invite people to stay longer in the park. They also inspire ideas for building reused furniture at home.",
  "upcycled_furniture_descriptions_2": "This furniture project helped reduce waste and gave it new life. It kept tyres, plastic, and broken wood out of landfills. The park saved money by not buying new seats, and it still got strong, long-lasting furniture. Visitors now ask how they can build similar things. Schools nearby have started trying reuse projects of their own. The furniture adds learning to every place it sits. It proves that even waste can be part of a better, greener future.",
  "meeting_area_title": "Meeting Area",
  "meeting_area_titleDescription": "An eco-friendly seating spot made from recycled construction waste, blending beauty, comfort, and sustainability in the park.",
  "meeting_area_descriptions_0": "We collected concrete cubes and cylinders that were used in lab tests and would normally be thrown away. These blocks were arranged to form a strong foundation for the platform. On top of them, we carefully placed broken pieces of ceramic tiles to create a colorful mosaic surface. No new cement, bricks, or materials were used in building this space. It was built by hand using simple tools and creative design. Everything used was waste, which kept the cost low and reduced environmental impact. This saved money and gave new life to discarded items.",
  "meeting_area_descriptions_1": "The platform is strong and big enough for a group of people to sit comfortably. It is often used for outdoor classes, small events, and peaceful breaks. The tile surface is smooth, safe, and easy to clean, even after rain. Many visitors are surprised when they find out that it was made from leftover materials. It fits naturally into the green space and doesn’t need much care. The look is both modern and artistic, without harming the environment. It shows how design and reuse can work together beautifully.",
  "meeting_area_descriptions_2": "This seating area helped save over 75% of the money compared to a normal cement floor. It also avoided more than 700 kilograms of carbon pollution. Now it is used every week by school groups, visitors, and families. It teaches people about recycling, low-cost construction, and climate-friendly design. Students enjoy learning in a space built with real-world reuse. The project has inspired others to build from waste as well. A simple idea became a powerful tool for learning and change.",
  "reel_landscape_title": "Reel Landscape",
  "reel_landscape_titleDescription": "This garden uses a recycled wooden reel as a planter in the center.\nIt’s designed like a giant leaf using only construction waste.",
  "reel_landscape_descriptions_0": "We took a large wooden reel that was once used for holding cables. It was laid flat and filled with soil and purple-leaf plants. Around the reel, we added gravel, broken bricks, and test blocks from the lab. These were shaped into a giant leaf design using only reused materials. The edges were decorated with smooth stones and leftover tiles. We also reused a dead tree trunk to grow more plants vertically. No new material was purchased for this entire area.",
  "reel_landscape_descriptions_1": "The reel garden is one of the most popular parts of the park. Bees and butterflies visit the flowers every day, making it feel alive. The shape is simple but beautiful, and kids love tracing the leaf outline. The mix of textures — wood, stone, and green — makes it fun to explore. It brings together natural shapes and recycled pieces in one spot. People often ask how it was made and want to try something similar. It is both a relaxing space and a lesson in design.",
  "reel_landscape_descriptions_2": "This garden helped reduce construction waste while creating something beautiful. Visitors see the value of using old things in new ways. The area has inspired other parks and schools to try using waste for decoration. It teaches that art doesn’t have to be expensive — it just needs creativity. The reel landscape has become a favorite for families and school groups. People leave this space feeling inspired to reuse at home. It turns a small patch of land into a powerful teaching space.",
  "water_wetland_title": "Water Wetland",
  "water_wetland_titleDescription": "A self-cleaning natural wetland that purifies pond water using plants, sunlight, and gravity—no machines, just nature at work.",
  "water_wetland_descriptions_0": "We dug a shallow area near the pond and filled it with gravel, sand, and plants that live in water. These plants help clean dirty water by trapping waste and absorbing it through their roots. A simple stone cascade was added to let the water flow gently, which also adds oxygen. We didn’t use any pumps or electrical tools to run it. The whole system works naturally and doesn’t require much care. Only solar energy and plant power make it work every day. It is easy to build, beautiful to look at, and useful all year.",
  "water_wetland_descriptions_1": "This wetland does more than clean water—it supports wildlife and improves the park’s beauty. Birds, frogs, and butterflies often visit the area. Students enjoy learning about how the system works during science lessons. The plants grow fast without needing fertilizers. The gentle sound of the waterfall makes it a relaxing place. It fits naturally into the landscape, like a stream in the forest. This one spot adds so much value to the park experience.",
  "water_wetland_descriptions_2": "Thanks to this system, the pond water stays clean without any machines. There is less smell, fewer algae, and healthier fish inside the pond. We save electricity and avoid using harmful chemicals. Visitors are amazed to see that it works on its own. It helps people understand that nature has its own ways of solving problems. Now this small stream teaches big lessons about sustainability. It’s simple, silent, and smart.",
  "section_how_we_made_it": "How We Made It",
  "section_about_it": "About It",
  "section_impact_on_environment": "Impact on Environment",
  "thanks_heading": "Thank You for Exploring",
  "thanks_subheading": "Our vision and commitment to creating a better tomorrow",
  "thanks_message": "We appreciate your time and curiosity 🌿",
  "thanks_back_home": "Back to Homepage",
  "footer_h": "Eco Centric",
  "footer_p": "Urban Forestry Initiative"
}
