{
  "welcome": "Welcome to Eco Park",
  "currentLanguage": "Current Language: English",
  "switchLanguage": "Switch Language",
  "title": "Eco Park – A Living Model of Sustainability",
  "subtitle": "Where waste becomes resource and learning meets nature",
  "description": "Eco Park is a sustainable urban space built with recycled materials and nature-based systems. It features upcycled furniture, solar photobioreactors, and gravity-powered wetlands. With native plants and rich biodiversity, it serves as a living classroom for climate education.",
  "mini-desc": "A zero-waste park where nature and innovation grow together.",
  "left-heading": "Welcome to",
  "right-heading": "Eco Park",

  "accordion_item_1_name": "Sustainable Outdoor Meeting Area",
  "accordion_item_1_description": "Discover an artistic meeting zone created entirely from discarded lab-tested concrete blocks and broken tiles. This vibrant outdoor platform blends sustainable engineering with mosaic aesthetics—turning construction waste into a functional and creative space for all.",

  "accordion_item_2_name": "N.B.S. For Water Quality Improvement",
  "accordion_item_2_description": "Explore a self-sustaining wetland system that filters pond water naturally using aquatic plants, gravel, and gravity—without any machines or chemicals. This living ecosystem demonstrates how nature can clean and balance itself sustainably.",

  "accordion_item_3_name": "Native Fruit Trees",
  "accordion_item_3_description": "Experience a lush orchard of native fruit trees including Sapodilla (Chikoo), Morus (Shahtoot), Ficus Carica (Fig), Murraya Koenigii (Curry Leaf), and Citrus—offering shade, food security, carbon capture, and hands-on environmental education.",

  "accordion_item_4_name": "Drought-Resistant Plants",
  "accordion_item_4_description": "Discover a resilient garden filled with drought-tolerant plants like aloe, bougainvillea, lemongrass, agave, and vetiver—proving that beauty and biodiversity can thrive with minimal water and zero chemicals.",

  "accordion_item_5_name": "Upcycled Furniture",
  "accordion_item_5_description": "Explore handcrafted benches, tables, and stools made from used tyres, reclaimed hardwood, and recycled plastic—showcasing how waste can be reshaped into long-lasting, beautiful, and functional furniture.",

  "accordion_item_6_name": "Reel Landscape",
  "accordion_item_6_description": "Uncover a unique garden centerpiece created from a discarded wooden cable reel and surrounded by a giant leaf-shaped landscape made entirely from construction waste, recycled materials, and creative design.",
  
  "about_h": "About Us",
  "about_p1": "Eco Park is a real-world model of sustainability—built from recycled construction waste and upcycled urban materials. Each space, from benches to wetlands, reflects resilience and eco-conscious design.",
  "about_p2": "The park features native fruit trees, drought-tolerant plants, gravity-based water treatment, and solar-powered systems—each teaching a principle of sustainable living while requiring minimal upkeep.",
  "about_p3": "Our goal is to show that sustainability comes from creativity and community, not big budgets. Eco Park inspires students and cities to reimagine design that works with nature, not against it.",

  "dry_escape_title": "Drought-Resistant Plants",
  "dry_escape_titleDescription": "A vibrant garden using plants that survive with little water.\nIt supports biodiversity and shows how low-water landscapes can be lush.",
  "dry_escape_descriptions_0": "We carefully selected plant species that are naturally adapted to dry, arid environments and require little maintenance. These include aloe vera, bougainvillea, lemongrass, vetiver, agave, and rosemary. The soil was prepared using compost and layered with organic mulch to trap moisture and prevent evaporation. No drip systems or sprinklers were installed—these plants were watered manually a few times to establish their roots, after which they began to grow independently with only natural rainfall.",
  "dry_escape_descriptions_1": "Now, the garden stays green year-round, even during dry spells. It attracts bees, butterflies, and beneficial insects, supporting pollination and increasing biodiversity in the area. The strategic placement of different plant heights and textures gives the space visual appeal while reducing soil erosion. Some of the plants also have medicinal value or pleasant fragrances, creating a sensory-rich environment that is both calming and educational.",
  "dry_escape_descriptions_2": "This garden not only conserves water but also serves as a living classroom. It demonstrates to students and visitors that sustainable landscaping is possible without sacrificing aesthetics. It reduces the park’s water consumption significantly and inspires people to replicate the concept at home. Other schools and green projects are now adopting the same plant palette. This small but powerful initiative proves that a water-smart design can be both stunning and sustainable.",

  "fruit_orchard_title": "Native Fruit Trees",
  "fruit_orchard_titleDescription": "A diverse orchard with local trees offering shade, clean air, fresh fruits, and educational value.",
  "fruit_orchard_descriptions_0": "This orchard was designed with sustainability and local ecology in mind. We carefully selected tree species that are native, drought-tolerant, and known to thrive in the regional climate. Trees like mango, fig, citrus, chikoo, curry leaf, and morus were planted using natural compost instead of chemical fertilizers. Each tree was spaced to allow sufficient sunlight and airflow, reducing disease risk and encouraging healthy growth.",
  "fruit_orchard_descriptions_1": "During early establishment, these trees were watered just enough to root deeply into the soil. Now, they mostly survive on rainwater and occasional hand-watering. The mulch added at their base helps conserve moisture and prevent weed growth. These trees not only provide fruits but also help bind soil, reduce erosion, and maintain cooler temperatures in the area. Each species contributes uniquely—some attract pollinators, others are aromatic, and all provide a meaningful connection to traditional and natural farming.",
  "fruit_orchard_descriptions_2": "As they mature, these trees offer seasonal fruits that are free from chemicals and rich in nutrients. Visitors, students, and families enjoy harvesting them, which creates a direct learning experience about where food comes from. The orchard has become a peaceful and productive green zone within the park, helping reduce food miles and instilling appreciation for local biodiversity. It proves that urban landscapes can feed people, restore ecosystems, and tell stories—all at once.",

  "upcycled_furniture_title": "Upcycled Furniture",
  "upcycled_furniture_titleDescription": "Chairs and tables made from old tyres, wood, and plastic waste.\nThey’re strong, colorful, and tell a story of sustainability.",
  "upcycled_furniture_descriptions_0": "We began by collecting old tyres, discarded hardwood furniture, and plastic waste from nearby sources. Each tyre was cleaned thoroughly and repurposed into seating units, while old wooden planks were sanded, joined, and reshaped into strong backs and tabletops. Plastic waste was melted and molded into smooth, colorful surfaces. No new materials were used, and every piece was assembled by hand using basic tools, finished with eco-friendly oils to ensure longevity outdoors.",
  "upcycled_furniture_descriptions_1": "Each item has its own character—some round, some rectangular, some with fun paint patterns or raw wood textures. The pieces are placed under trees, beside walkways, and around learning zones. These vibrant, durable units offer a place to relax, eat, study, or simply enjoy nature. They are designed to be weather-resistant, easy to clean, and safe for people of all ages, from schoolchildren to elderly visitors.",
  "upcycled_furniture_descriptions_2": "This initiative diverted significant amounts of waste from landfills and saved money on new furniture purchases. It also sparked creativity and inspired visitors to think differently about reuse. Several schools in the area have now started their own reuse projects after seeing this furniture. These benches and tables are more than just seating—they’re teaching tools, conversation starters, and bold symbols of a circular, low-waste future.",

  "meeting_area_title": "Sustainable Outdoor Meeting Area",
  "meeting_area_titleDescription": "An artistic outdoor platform made from concrete lab waste and tiles—saving over 75% in cost and reducing carbon footprint.",
  "meeting_area_descriptions_0": "We collected over 50 discarded concrete cubes and cylinders from structural labs—materials that would otherwise be landfill waste. These were carefully arranged as the base of an outdoor platform. Instead of buying new cement or bricks, broken ceramic tiles were artistically placed on top, forming a colorful mosaic. Everything used in this space was upcycled and sourced for free.",
  "meeting_area_descriptions_1": "The result is a unique platform measuring 14.5 ft by 9.5 ft and 0.75 ft in height—perfect for open-air gatherings, group learning, or quiet reflection. The mosaic surface is not only visually striking but also durable and easy to clean. It withstands weather without losing its charm, and its handcrafted nature adds authenticity and warmth to the space.",
  "meeting_area_descriptions_2": "This feature saved over 75% of the construction cost compared to a standard cemented floor. It also prevented more than 700 kilograms of carbon dioxide emissions and saved 69,280 BTU of energy. More than just a seating area, it is now used weekly by school groups and visitors, offering lessons in design, recycling, and climate-conscious construction.",

  "reel_landscape_title": "Reel Landscape",
  "reel_landscape_titleDescription": "A central wooden cable reel turned planter with leaf-shaped borders made from bricks, pebbles, and lab cast-offs.",
  "reel_landscape_descriptions_0": "At the heart of this landscape lies a large wooden reel, once used for holding electric cables. Instead of throwing it away, we laid it flat, filled it with soil, and planted vibrant purple-leaf plants in the center. Around the reel, we designed a massive leaf shape on the ground using crushed stone, broken ceramic tiles, leftover concrete test blocks, and discarded bricks—all sourced from construction and lab waste.",
  "reel_landscape_descriptions_1": "The outer edges were decorated with smooth stones and reused tiles to outline the veins and shape of a real leaf. A vertical dead tree trunk was also reused creatively as a natural plant stand, holding succulents and trailing vines. The entire area feels alive and engaging, yet every element is made from something that would’ve been thrown away. It’s both playful and educational—a creative fusion of nature and waste.",
  "reel_landscape_descriptions_2": "This reel garden has become one of the most photographed and visited spots in the park. Children love walking along the leaf lines, while adults are fascinated by the use of materials. It proves that sustainability can be artistic and fun. The space teaches visitors how landscaping can be eco-friendly without sacrificing creativity. No new material was bought, yet the result is a stunning example of smart reuse in urban green design.",

  "water_wetland_title": "N.B.S. For Water Quality Improvement",
  "water_wetland_titleDescription": "A nature-based water filtration system using gravel, sand, aquatic plants and sunlight—no power, no chemicals.",
  "water_wetland_descriptions_0": "We designed a multi-level wetland channel beside the fish pond. It starts with a shallow inlet filled with gravel and sand, layered strategically to allow water to percolate slowly. Locally sourced aquatic plants such as vetiver and canna were planted across the bed. These species are known for their natural ability to absorb heavy metals and trap pollutants through their roots.",
  "water_wetland_descriptions_1": "Water from the pond enters this system through gravity and flows gently from one level to the next, mimicking the flow of natural wetlands. As the water trickles through the sand and plant roots, nutrients and contaminants are absorbed. A cascade made of stones helps oxygenate the water as it returns to the pond. The entire system works with zero electricity and zero chemical input.",
  "water_wetland_descriptions_2": "This feature dramatically improves water quality—reducing algae, smell, and suspended particles. It also attracts birds, frogs, and butterflies, supporting biodiversity. It requires almost no maintenance, teaches eco-hydrology to students, and shows that even complex problems like water purification can be solved with nature—not machines.",

  "section_how_we_made_it": "How We Made It",
  "section_about_it": "What It's All About",
  "section_impact_on_environment": "Our Impact on the Environment",

  "thanks_heading": "Thank You for Exploring Eco Park",
  "thanks_subheading": "A step toward greener cities and circular futures",
  "thanks_message": "We’re grateful for your interest in sustainability 🌿\nEvery visit, every question, and every idea shared here brings us closer to a healthier planet.",
  "thanks_back_home": "Return to Home",

  "footer_h": "Eco Centric",
  "footer_p": "An Urban Forestry & Sustainability Initiative"
}
