{
  "welcome": "Welcome to Eco Park",
  "currentLanguage": "Current Language: English",
  "switchLanguage": "Switch Language",
  "title": "Eco Park – A Living Model of Sustainability",
  "subtitle": "Where waste becomes resource and learning meets nature",
  "mini-desc": "Welcome to Eco Park",
  "description":"An Eco Park blends nature, education, and green tech to teach sustainability. It raises climate awareness, promotes eco-living, and offers hands-on learning. With upcycled materials, native plants, and renewable energy, it's a living sustainability classroom.",
  "left-heading": "Welcome to",
  "right-heading": "Eco Park",

  "accordion_item_1_name": "Sustainable Outdoor Meeting Area",
  "accordion_item_1_description": "Discover an artistic meeting zone created entirely from discarded lab-tested concrete blocks and broken tiles. This vibrant outdoor platform blends sustainable engineering with mosaic aesthetics—turning construction waste into a functional and creative space for all.",

  "accordion_item_2_name": "NBS For Water Quality Improvement",
  "accordion_item_2_description": "Explore a self-sustaining wetland system that filters pond water naturally using aquatic plants, gravel, and gravity—without any machines or chemicals. This living ecosystem demonstrates how nature can clean and balance itself sustainably.",

  "accordion_item_3_name": "Native Fruit Trees",
  "accordion_item_3_description": "Experience a lush orchard of native fruit trees including Sapodilla (Chikoo), Morus (Shahtoot), Ficus Carica (Fig), Murraya Koenigii (Curry Leaf), and Citrus—offering shade, food security, carbon capture, and hands-on environmental education.",

  "accordion_item_4_name": "Drought-Resistant Plants",
  "accordion_item_4_description": "Discover a resilient garden filled with drought-tolerant plants like aloe, bougainvillea, lemongrass, agave, and vetiver—proving that beauty and biodiversity can thrive with minimal water and zero chemicals.",

  "accordion_item_5_name": "Upcycled Furniture",
  "accordion_item_5_description": "Explore handcrafted benches, tables, and stools made from used tyres, reclaimed hardwood, and recycled plastic—showcasing how waste can be reshaped into long-lasting, beautiful, and functional furniture.",

  "accordion_item_6_name": "Reel Landscape",
  "accordion_item_6_description": "Uncover a unique garden centerpiece created from a discarded wooden cable reel and surrounded by a giant leaf-shaped landscape made entirely from construction waste, recycled materials, and creative design.",
  
  "about_h": "About Us",
  "about_p1": "Human beings have been entrusted with the stewardship of Earth by ALLAH SUBHANAHU WAA TA’ALA. It is their responsibility to safeguard its resources and use them sustainably. This Eco Park features various components each teaching a principle of sustainable living. Each component from benches to nature-based solution for water quality improvement, reel landscape, drought resistant plants and solar photobioreactor reflects resilience, sustainability and eco-conscious design. Each component has an interactive education tool (QR-coded panel). This tool links physical components to digital resources, enhancing interactive learning experiences. By scanning the QR code, students and visitors can access supplementary information related to the specific component. The purpose of this Eco Park is to inspire students and visitors to reimagine design that works with nature.",
  
  "dry_escape_title": "Drought-Resistant Plants",
  "dry_escape_titleDescription": "A vibrant garden using plants that survive with little water.\nIt supports biodiversity and shows how low-water landscapes can be lush.",
  "dry_escape_descriptions_0": "The concept is “Greening with Less Water,” focusing on the use of drought-resistant (or drought-tolerant) plants that can thrive with minimal water. These plants are ideal for water-scarce regions, climate-resilient landscaping, and sustainable farming, making them a smart and sustainable choice for future-ready green spaces.",
  "dry_escape_descriptions_1": "To implement this idea, a variety of drought-tolerant species were introduced. These include succulents like Aloe vera, Sedum, and Agave; native grasses such as Vetiver and Fountain Grass; flowering shrubs like Bougainvillea and Lantana; and hardy herbs including Rosemary, Thyme, and Lemongrass. All of these plants were selected for their ability to survive in harsh, dry conditions with very little irrigation.",
  "dry_escape_descriptions_2": "These drought-tolerant plants help save water by requiring minimal irrigation and are low maintenance due to their natural adaptability. They also contribute to soil protection by preventing erosion and improving soil structure. Additionally, they support biodiversity by attracting pollinators and native wildlife, and enhance climate resilience by thriving in areas facing erratic rainfall and the effects of climate change.",
  "dry_escape_descriptions_3": "These drought-resistant plants support SDG 11 by promoting sustainable landscaping in urban areas with minimal water use, reduced maintenance, and improved soil health. Aligned with SDG 13, they enhance climate resilience by thriving in extreme conditions and conserving freshwater. These species also foster biodiversity, making them ideal for water-scarce regions and climate-adaptive city planning.",


  "fruit_orchard_title": "Native Fruit Trees",
  "fruit_orchard_titleDescription": "A diverse orchard with local trees offering shade, clean air, fresh fruits and educational value.",
  "fruit_orchard_descriptions_0": "You can see Chikoo (sapodilla), Shahtoot (Mulberry), Anjerr (Fig), Curry Pata (Curry leaf), Aam (Mango), and Citrus trees. These trees offer multiple environmental, nutritional, economic, cultural, and climate resilience benefits, making them a valuable addition to the landscape.",
  "fruit_orchard_descriptions_1": "The plantation offers key environmental benefits by purifying air, preventing soil erosion, and aiding groundwater recharge. Native trees also boost biodiversity by supporting birds and pollinators. Health-wise, they provide seasonal, chemical-free fruits with higher nutrient value, promoting food security. Economically, these low-maintenance, climate-adapted trees reduce costs and can generate income through surplus fruit sales.",
  "fruit_orchard_descriptions_2": "Culturally and educationally, these trees help preserve traditional and heirloom varieties and serve as a practical tool for learning about ecology, sustainability, and agriculture. They also foster community engagement by encouraging shared responsibility and care. In terms of climate resilience, local tree varieties are naturally drought-tolerant, require less water, and are resistant to local pests, minimizing the need for harmful pesticides and making them ideal for sustainable urban environments.",
  "fruit_orchard_descriptions_3": "Planting indigenous fruit trees promotes good health (SDG 3) by providing access to fresh, pesticide-free, and nutrient-rich food. It supports sustainable cities (SDG 11) through improved air quality, biodiversity, and community engagement. With natural drought tolerance and low water needs, it contributes to climate action (SDG 13) by enhancing resilience, reducing emissions, and preserving local ecosystems through sustainable green space design.",


  "upcycled_furniture_title": "Reuse and Upcycled Furniture",
  "upcycled_furniture_titleDescription":"Garden chairs made from waste materials (old tyres) an example of reuse and also chairs and tables made from discarded furniture wood an example of upcycling . They are strong, colorful, and tell a story of sustainability.",
  "upcycled_furniture_descriptions_0":"The concept revolves around creating a garden table and chair set from waste materials, particularly old tyres. This is a clear example of reuse—repurposing an item without altering its original form. Instead of breaking down the tyres into raw materials, they are creatively transformed into functional furniture pieces, promoting sustainability through innovative design. A garden bench made from 39 kgs of recycled plastic is an eco-friendly option for outdoor seating. Reusing old, discarded furniture wood to create tables and chairs thereby reduces waste and promotes eco-conscious living",
  "upcycled_furniture_descriptions_1": "Old tyres, which are non-biodegradable and hard to dispose of, were repurposed to reduce landfill waste and support sustainable living. This contributes to the circular economy by giving waste a new life. Tyres are low-cost or free, making tyre furniture affordable and a potential source of income through sales. The process also promotes skill development and raises awareness about recycling, especially in educational and community projects.Recycled plastic garden benches are durable, resistant to rot, rust and insects, weatherproof, low maintenance with just occasional cleaning and eco-friendly by reducing landfilling waste. Upcycled furniture reduces waste and promotes eco-conscious living.",
  "upcycled_furniture_descriptions_2": "The project combines aesthetics, function, and social value. Tyre furniture can be uniquely styled to match garden themes and is durable for outdoor use. These reused tyres serve as chairs, stools, tables, or planters. They also support community clean-up and art projects, while engaging youth or unemployed individuals in meaningful work through social enterprise initiatives.",
  "upcycled_furniture_descriptions_3": "This upcycled furniture initiative supports SDG 11 by fostering sustainable urban spaces through upcycled furniture. Aligned with SDG 12, it promotes responsible production by reusing old hardwood and reducing material waste. In line with SDG 13, it minimizes carbon impact through energy-saving, low-emission crafting methods. The design combines durability, environmental responsibility, and aesthetic value, encouraging circular and climate-conscious living.",


  "meeting_area_title": "Sustainable Outdoor Meeting Area",
  "meeting_area_titleDescription": "An artistic outdoor platform made from concrete lab waste and tiles—saving over 75% in cost and reducing carbon footprint.",
  "meeting_area_descriptions_0": "Designed with both function and beauty in mind, the platform combines strength, utility, and visual appeal. Broken tile mosaics enhance its aesthetic charm, while lab-tested cubes and cylinders ensure structural stability. It serves multiple purposes—ideal for discussions, study, or relaxation—and blends naturally into green spaces with minimal environmental impact.",
  "meeting_area_descriptions_1": "The result is a unique platform measuring 14.5 ft by 9.5 ft and 0.75 ft in heightThis initiative promotes sustainability by diverting construction and lab waste from landfills. It stays cost-efficient through the use of free or low-cost reclaimed materials. With no new production, it saves energy and lowers embodied carbon. The weather-resistant materials also ensure long-term durability.",
  "meeting_area_descriptions_2": "After casting the platform, a comparison of cost, energy, and carbon footprint was made. The cost using new materials was Rs. 40,275/-, while recycled materials reduced it to Rs. 8,708/-. Energy consumption for new materials was 69,280 Btu, whereas none was used with recycled materials. The carbon footprint was 902 kg CO₂ eq for new materials and 187 kg CO₂ eq for recycled ones.",
  "meeting_area_descriptions_3": "This sustainable outdoor meeting area supports SDG 11 by enhancing urban spaces through reused materials. It addresses SDG 12 by promoting responsible consumption via waste repurposing. For SDG 13, it reduces carbon emissions through low-impact, non-industrial construction. The space stands as a functional and educational model of eco-conscious design, encouraging climate-resilient and resource-efficient development.",


  "reel_landscape_title": "Reel Landscape",
  "reel_landscape_titleDescription": "A central wooden cable reel turned planter with leaf-shaped borders made from bricks, pebbles, and lab cast-offs.",
  "reel_landscape_descriptions_0": "The concept features a creative landscape element using a cable reel wheel placed in the center of a leaf-shaped area. The reel is planted with vibrant purple-colored plants, while pebbles and aggregates are arranged around it to form a visually striking, low-maintenance garden centerpiece.",
  "reel_landscape_descriptions_1": "The cable reel serves as a planter base, placed directly on the ground with colorful plants growing in its center. Around the reel, unused crushed stone, gravel, and pebbles sourced from campus construction waste are spread to form a clean and structured base. The leaf-shaped design is outlined using old bricks and concrete testing cylinders from the Materials Testing Laboratory, giving symbolic and functional form to the space.",
  "reel_landscape_descriptions_2": "An old tree trunk is used as a natural focal point in the landscape, with succulents and other plants growing from its hollowed sections. Small holes in the trunk offer a microhabitat for beneficial insects like bees and ladybugs, enhancing biodiversity and ecological balance within the garden while showcasing reuse in design.",
  "reel_landscape_descriptions_3": "This reel landscape design supports SDG 11 by enhancing urban green spaces with reused materials. It aligns with SDG 12 through the creative repurposing of cable reels, crushed stone, and old tree trunks. Supporting SDG 13, the project reduces construction waste and environmental impact. The result is a climate-resilient, low-maintenance, and biodiversity-friendly space that models sustainable urban landscaping.",


  "water_wetland_title": "NBS For Water Quality Improvement",
  "water_wetland_titleDescription": "A nature-based water treatment system using gravel, aquatic plants and sunlight—no power, no chemicals.",
  "water_wetland_descriptions_0": "The system is designed to improve fish pond water quality using an integrated Nature-Based Solution (NBS) approach. It combines biological and ecological treatment processes to sustainably remove contaminants and maintain a healthy ecosystem.",
  "water_wetland_descriptions_1": "The system includes a Constructed Wetland where water passes through a series of shallow, vegetated filtration beds. Aquatic plants and microbial biofilm on substrates like gravel, sand, and rocks remove organic matter, trap sediments, and reduce nutrient loads. Additionally, a Cascading Water Feature with multiple levels enables stepwise water movement, enhancing oxygen diffusion (aeration) and supporting aerobic microbial activity essential for breaking down organic matter.",
  "water_wetland_descriptions_2": "This system offers natural detoxification without the use of chemicals and enhances dissolved oxygen levels to support aquatic life. It operates carbon-neutrally by relying on solar energy and promotes biodiversity by creating natural habitats. Overall, it provides a long-term, low-maintenance solution for effective water treatment.",
  "water_wetland_descriptions_3": "This nature-based system for water quality improvement enhances urban sustainability (SDG 11) through eco-friendly water treatment. It supports climate action (SDG 13) via solar-powered, chemical-free detoxification. By improving water quality, it safeguards aquatic ecosystems (SDG 14) and promotes terrestrial biodiversity (SDG 15) through natural habitat creation. The system exemplifies long-term, low-maintenance ecological engineering for resilient communities and healthy ecosystems.",


  "solar_photobioreactor_title": "Solar Photobioreactor",
  "solar_photobioreactor_titleDescription": "A sustainable system that uses sunlight and microalgae to capture CO₂ from the air—off-grid, nature-powered, and climate-positive.",
  "solar_photobioreactor_descriptions_0": "We built the system using a transparent water tank filled with fast-growing microalgae and powered it with a solar panel for circulation. The setup enables algae to grow in sunlight while absorbing CO₂. It harnesses photosynthesis to capture CO₂ and produces biomass rich in oil, carbohydrates, and proteins—ideal for eco-friendly biofuel and other products. Compared to terrestrial crops, microalgae deliver significantly higher productivity and efficiency in both carbon capture and biofuel yield.",
  "solar_photobioreactor_descriptions_1": "Growing urbanization and reliance on fossil fuels in cities have exacerbated air pollution, leading to significant public health concerns. Microalgae in the solar photobioreactor has the cabaility tosequester atmospheric carbon dioxide (CO₂) emitted from human activities.",
  "solar_photobioreactor_descriptions_2": "Preliminary findings indicate that neem tree (Azadirachta indica) demonstrate a carbon sequestration capacity of approximately 0.082 kg of CO₂ per year while a 250-liter urban photobioreactor can mitigate up to 0.38 kg of CO₂ annually—equivalent to the CO₂ absorption capacity of 5 mature neem trees.",
  "solar_photobioreactor_descriptions_3": "This solar-powered photobioreactor supports SDG 3 by reducing air pollution through CO₂ capture, enhancing urban health. Aligned with SDG 9, it showcases innovation in bioengineering and carbon mitigation. It advances SDG 11 by integrating clean technology into city infrastructure. Supporting SDG 13, the system uses microalgae to sequester carbon sustainably, equivalent to the impact of multiple mature trees—offering scalable solutions for climate-resilient development.",

  "section_how_we_made_it": "Project Concept",
  "section_about_it": "Project Benefits",
  "section_impact_on_environment": "Impact on the Environment",
   "linked_to_sdgs": "Driving Impact Through SDGs",
 "thanks_heading": "Thank You for Exploring",
  "thanks_subheading": "Our vision and commitment to creating a better tomorrow",
  "thanks_message": "We appreciate your time and curiosity 🌿",
  "thanks_back_home": "Back to Homepage",
  "footer_h": "Eco Park",
  "footer_p": "NEDUET Initiative"


}
