{
  "welcome": "Next.js میں خوش آمدید",
  "currentLanguage": "موجودہ زبان: اردو",
  "switchLanguage": "اردو",
  "title": "عالمی ترجمہ کا نظام",
  "subtitle": "یہ مواد ایپ میں کہیں بھی ترجمہ کیا جا سکتا ہے",
  "description": "ایکو پارک ایک پائیدار جگہ ہے جو ری سائیکل مواد، شمسی توانائی اور مقامی پودوں کا استعمال کرتی ہے۔\nیہ ماحول دوست زندگی، پانی کے علاج اور کاربن کی گرفت کو فروغ دیتا ہے۔\nپارک دکھاتا ہے کہ کس طرح فضلہ کو تخلیقی طور پر دوبارہ استعمال کیا جا سکتا ہے۔ یہ حیاتیاتی تنوع اور آب و ہوا کی لچک کی حمایت کرتا ہے۔",
  "mini-desc": "ایکو پارک ایک پائیدار جگہ ہے۔",
  "right-heading":"ہماری ویب ",
  "left-heading": "پر خوش آمدید",
  "accordion_item_1_name": "بیٹھنے کا پلیٹ فارم",
  "accordion_item_1_description": "ایک بیرونی بیٹھنے کا پلیٹ فارم جو مکمل طور پر تعمیراتی فضلے سے بنایا گیا ہے۔ یہ پائیداری، تخلیقی صلاحیت اور مضبوطی کو یکجا کرتا ہے۔",

  "accordion_item_2_name": "قدرتی واٹر ویٹ لینڈ",
  "accordion_item_2_description": "یہ نظام تالاب کے پانی کو قدرتی طریقے سے صاف کرتا ہے — بغیر کسی کیمیکل یا مشین کے۔ یہ قدرتی دلدلی ماحولیاتی نظام کی نقل کرتا ہے اور صرف سورج کی روشنی اور کشش ثقل پر چلتا ہے۔",

  "accordion_item_3_name": "پھلوں کا باغ",
  "accordion_item_3_description": "مقامی پھلدار درخت تازہ غذا، سایہ اور حیاتیاتی تنوع فراہم کرتے ہیں۔ یہ کم دیکھ بھال کے متقاضی، خشک سالی کے خلاف مزاحم، اور تعلیمی ہوتے ہیں۔",

  "accordion_item_4_name": "ڈرائی اسکیپ پودے",
  "accordion_item_4_description": "یہ پودے کم پانی اور نگہداشت میں بھی خوبصورتی سے پروان چڑھتے ہیں۔ یہ پارک کو خوبصورت بناتے اور موسمیاتی لچک کو مضبوط کرتے ہیں۔",

  "accordion_item_5_name": "ری سائیکل شدہ فرنیچر",
  "accordion_item_5_description": "یہ تمام نشستیں پرانے ٹائروں، لکڑی، اور پلاسٹک سے بنی ہیں۔ یہ پائیدار، دلکش اور بیرونی استعمال کے لیے موزوں ہیں۔",

  "accordion_item_6_name": "رییل لینڈ سکیپ",
  "accordion_item_6_description": "ایک پرانی کیبل ریل کو باغ کے مرکزی نقطے کے طور پر استعمال کیا گیا ہے۔ اس کے ارد گرد دوبارہ استعمال کی گئی اینٹیں، پتھر، اور ایک ری سائیکل درخت کا تنا ہے۔",
  "about_h":"ہمارے بارے میں",
  "about_p1": "یہ پارک پائیداری کا ایک زندہ نمونہ ہے—مکمل طور پر ری سائیکل مواد سے بنایا گیا ہے۔ بنچوں سے لے کر عمارتوں تک، ہر چیز تعمیراتی سکریپ، لیبارٹری کے آلات اور شہری فضلہ سے تیار کی گئی ہے۔ یہ ایک سبز جگہ سے زیادہ ہے؛ یہ ایک ہینڈ آن کلاس روم، سرکلر ڈیزائن کے لیے ایک پروٹو ٹائپ، اور آب و ہوا کی کارروائی پر ایک بیان ہے۔",
  "about_p2": "اس پارک میں فطرت پر مبنی واٹر فلٹر، شمسی توانائی سے چلنے والا فوٹو بائیو رییکٹر، خشک سالی کے خلاف مزاحمت کرنے والے پودے، مقامی پھلوں کے درخت، اور ٹائروں اور پلاسٹک سے بنا ہوا فرنیچر شامل ہے۔ ہر حصہ ایک کہانی سناتا ہے اور ماحولیاتی اصول سکھاتا ہے۔",
  "about_p3": "ہمارا مقصد یہ ظاہر کرنا ہے کہ حقیقی پائیداری کے لیے ارادے اور تخلیقی صلاحیت کی ضرورت ہوتی ہے — بڑے بجٹ کی نہیں۔ یہ جگہ ہر کسی کو سیکھنے، دریافت کرنے اور تصور کرنے کی دعوت دیتی ہے کہ فطرت کے ساتھ کیسے تعمیر کیا جائے، اس کے خلاف نہیں۔",
  "dry_escape_title": "ڈرائی اسکیپ پودے",
  "dry_escape_titleDescription": "یہ باغ ایسے مضبوط پودوں سے بھرا ہے جو بہت کم پانی میں اُگتے ہیں۔\nیہ سال بھر ہرے رہتے ہیں اور سمجھداری سے پانی بچاتے ہیں۔",
  "dry_escape_descriptions_0": "ہم نے ایسے پودے چنے جو خشک علاقوں میں اچھی طرح اُگتے ہیں اور کم پانی پر زندہ رہ سکتے ہیں۔ ہر پودے کو دھوپ والی جگہوں پر لگایا گیا اور مٹی میں کمپوسٹ اور ملچ ڈالا تاکہ ٹھنڈی رہے۔ ہم نے کوئی کیمیکل کھاد یا پانی کی پائپیں استعمال نہیں کیں۔ شروعات میں تھوڑا پانی دیا، اب یہ صرف بارش اور قدرتی مٹی پر زندہ ہیں۔ یہ پودے آسانی سے اگتے ہیں اور بہت مضبوط ہیں۔ انہیں ترتیب سے لگایا گیا تاکہ باغ خوبصورت اور صاف لگے۔",
  "dry_escape_descriptions_1": "یہ ڈرائی اسکیپ باغ خشک موسم میں بھی ہرا بھرا نظر آتا ہے۔ لوگ حیران ہوتے ہیں کہ اس کی دیکھ بھال کتنی کم ہے۔ یہ پودے مٹی کو ہوا میں اُڑنے سے بھی بچاتے ہیں۔ مکھیوں، تتلیوں اور پرندوں کی آمد سے باغ زندہ محسوس ہوتا ہے۔ یہ جگہ خاموش اور صاف ہے، چلنے یا بیٹھنے کے لیے بہترین۔ کچھ پودے خوشبو دار ہیں یا سادہ دوا کے طور پر استعمال ہو سکتے ہیں۔ یہ دکھاتا ہے کہ کم پانی کے ساتھ بھی خوبصورتی ممکن ہے۔",
  "dry_escape_descriptions_2": "اس باغ کی وجہ سے پارک میں اب بہت کم پانی استعمال ہوتا ہے۔ بارش نہ ہونے پر بھی سبزہ قائم رہتا ہے۔ لوگ پودوں کے بارے میں پوچھتے ہیں اور اپنے گھروں میں لگانا چاہتے ہیں۔ یہ ایک ذہین طریقے سے قدرت کی دیکھ بھال کی مثال ہے۔ طالب علم پانی بچانے اور مقامی پودوں کے بارے میں سیکھتے ہیں۔ دوسرے پارکس اور اسکول بھی اب اس خیال کو اپنانا چاہتے ہیں۔ یہ چھوٹا سا باغ ایک بڑی تبدیلی لا رہا ہے۔",

  "fruit_orchard_title": "پھلوں کا باغ",
  "fruit_orchard_titleDescription": "ایک خوشنما پھلوں کا باغ جو خوراک، سایہ اور صاف ہوا فراہم کرتا ہے اور پرندوں، مکھیوں اور فطرت کی سیر کا خیر مقدم کرتا ہے۔",
  "fruit_orchard_descriptions_0": "ہم نے ایسے درخت لگائے جو خشک علاقوں میں اُگ سکتے ہیں۔ کیمیکل کھاد کے بجائے کمپوسٹ اور ملچ استعمال کی۔ درختوں کو اتنا فاصلہ دیا کہ دھوپ ملے اور جگہ ہو بڑھنے کی۔ شروع میں تھوڑا پانی دیا، اب یہ زیادہ تر بارش پر انحصار کرتے ہیں۔ کسی مہنگے نظام یا پائپنگ کی ضرورت نہیں تھی۔ درختوں کو ان کی طاقت، فائدے اور کم دیکھ بھال کی بنیاد پر چُنا گیا۔ اب یہ بغیر زیادہ محنت کے مضبوطی سے کھڑے ہیں۔",
  "fruit_orchard_descriptions_1": "یہ باغ صرف پھل اگانے کی جگہ نہیں بلکہ سیکھنے کی جگہ بھی ہے۔ طلباء یہاں آ کر سیکھتے ہیں کہ قدرتی طور پر کھانا کیسے اگتا ہے۔ درخت مٹی کو بہتر بناتے ہیں اور بارش میں بہنے سے بچاتے ہیں۔ درختوں کی چھاؤں جگہ کو ٹھنڈا اور خوشگوار بناتی ہے۔ ہر درخت کی ایک کہانی اور فائدہ ہے، چاہے وہ غذائیت ہو یا روایت۔ یہ جگہ پُرامن، فائدہ مند اور آسانی سے سنبھالی جا سکتی ہے۔ یہ قدرت کی طرف سے ایک تحفہ محسوس ہوتی ہے۔",
  "fruit_orchard_descriptions_2": "اب یہ درخت تازہ، بغیر کیمیکل کے صحت مند پھل دیتے ہیں۔ خاندان اور زائرین موسم میں آ کر پھل توڑ کر لطف اندوز ہوتے ہیں۔ یہ کھانے کی قیمت کم کرتے ہیں اور مٹی و ہوا کے معیار کو بہتر بناتے ہیں۔ یہ جگہ اسکولوں اور قدرت سے محبت کرنے والوں کی پسندیدہ بن چکی ہے۔ لوگ حیران ہوتے ہیں کہ یہ درخت کتنے مضبوط اور مفید ہیں۔ یہ چھوٹا سا علاقہ اب لوگوں اور ماحول دونوں کی خدمت کر رہا ہے۔ یہ ثابت کرتا ہے کہ کھانا اُگانا آسان اور پائیدار ہو سکتا ہے۔",

  "upcycled_furniture_title": "ری سائیکل فرنیچر",
  "upcycled_furniture_titleDescription": "تمام بنچیں اور کرسیاں پرانے ٹائروں، لکڑی اور پلاسٹک سے بنی ہیں۔\nیہ مضبوط، رنگین اور کچرے سے بنی ہوئی چیزوں سے متاثر کن ہیں۔",
  "upcycled_furniture_descriptions_0": "ہم نے پرانے ٹائروں، لکڑی کے ٹکڑوں اور پلاسٹک کے کچرے کو جمع کیا۔ ہر ٹائر کو صاف کر کے رنگ کیا اور کرسیوں و اسٹولز کی شکل دی گئی۔ پرانی لکڑی سے میزیں اور پُشتیں بنائیں، اور ری سائیکل پلاسٹک کو سیٹوں کے تختوں میں ڈھالا۔ ہر چیز ہاتھ سے ڈیزائن کی گئی اور سورج و بارش میں چلنے کے قابل بنائی گئی۔ ہم نے کوئی نیا مواد استعمال نہیں کیا۔ ہر چیز کو مرمت، دوبارہ استعمال اور قدرتی تیل سے مکمل کیا۔ نتیجہ: مضبوط، محفوظ اور قابل استعمال فرنیچر۔",
  "upcycled_furniture_descriptions_1": "یہ فرنیچر منفرد نظر آتا ہے اور پارک کے ہر کونے کو رنگین بناتا ہے۔ کچھ گول ہیں، کچھ چوکور، اور کئی پر روشن رنگ و مزے دار ڈیزائنز ہیں۔ لوگ اکثر مسکرا دیتے ہیں جب انہیں پتہ چلتا ہے کہ وہ پرانے ٹائروں یا لکڑی پر بیٹھے ہیں۔ بنچیں درختوں کے نیچے، پھولوں کے پاس یا سیکھنے کی جگہوں پر رکھی گئی ہیں۔ یہ آرام، کھانے یا پڑھنے کے لیے کارآمد ہیں۔ یہ نشستیں لوگوں کو دیر تک پارک میں رکنے پر مائل کرتی ہیں۔ یہ لوگوں کو گھروں میں ری سائیکل فرنیچر بنانے کا خیال بھی دیتی ہیں۔",
  "upcycled_furniture_descriptions_2": "اس منصوبے نے کچرے کو بچا کر اسے نئی زندگی دی۔ ٹائر، پلاسٹک اور ٹوٹی لکڑی لینڈفل میں جانے کے بجائے استعمال ہو گئیں۔ پارک نے نئی نشستیں خریدنے کے بجائے پیسے بچائے اور پھر بھی مضبوط فرنیچر پایا۔ اب زائرین پوچھتے ہیں کہ وہ ایسا فرنیچر کیسے بنا سکتے ہیں۔ قریبی اسکول بھی ایسے منصوبے شروع کر چکے ہیں۔ یہ فرنیچر ہر جگہ سیکھنے کا ذریعہ بن گیا ہے۔ یہ ثابت کرتا ہے کہ کچرا بھی بہتر اور سبز مستقبل کا حصہ بن سکتا ہے۔",
  "meeting_area_title": "ملاقات کی جگہ",
  "meeting_area_titleDescription": "ایک ماحول دوست بیٹھنے کی جگہ جو تعمیراتی فضلے سے بنی، جو پارک میں خوبصورتی، آرام اور پائیداری کو یکجا کرتی ہے۔",
  "meeting_area_descriptions_0": "ہم نے کنکریٹ کے کیوبز اور سلنڈرز جمع کیے جو لیب ٹیسٹ کے بعد ضائع ہونے والے تھے۔ ان بلاکس کو مضبوط بنیاد بنانے کے لیے ترتیب دیا گیا۔ اوپر ہم نے ٹوٹی ہوئی ٹائلز کے ٹکڑوں کو خوبصورت موزیک بنانے کے لیے لگایا۔ اس میں کوئی نیا سیمنٹ، اینٹ یا دوسرا مواد استعمال نہیں کیا گیا۔ یہ سب کچھ ہاتھ سے سادہ اوزاروں سے بنایا گیا۔ سب چیزیں فضلہ تھیں، اس لیے لاگت کم ہوئی اور ماحول پر کم اثر پڑا۔ اس سے پیسے بھی بچے اور ضائع چیزوں کو نئی زندگی ملی۔",
  "meeting_area_descriptions_1": "یہ پلیٹ فارم مضبوط ہے اور ایک گروپ کے آرام سے بیٹھنے کے لیے کافی بڑا ہے۔ اکثر یہاں آؤٹ ڈور کلاسز، چھوٹے ایونٹس اور سکون کے لمحات کے لیے استعمال ہوتا ہے۔ ٹائلز کی سطح ہموار، محفوظ اور بارش کے بعد بھی صاف کرنے میں آسان ہے۔ بہت سے زائرین حیران ہوتے ہیں جب انہیں پتہ چلتا ہے کہ یہ سب فالتو مواد سے بنایا گیا ہے۔ یہ قدرتی انداز سے سبز جگہ میں گھل مل جاتا ہے اور اسے زیادہ دیکھ بھال کی ضرورت نہیں۔ یہ جدید اور فنکارانہ لگتا ہے، بغیر ماحول کو نقصان پہنچائے۔",
  "meeting_area_descriptions_2": "اس بیٹھنے کی جگہ نے عام سیمنٹ فرش کے مقابلے میں 75٪ سے زیادہ پیسہ بچایا۔ اس سے 700 کلوگرام سے زیادہ کاربن آلودگی سے بھی بچا گیا۔ اب یہ ہر ہفتے اسکول کے بچوں، زائرین اور خاندانوں کے لیے استعمال ہوتی ہے۔ یہ لوگوں کو ری سائیکلنگ، کم لاگت کی تعمیرات، اور ماحول دوست ڈیزائن کے بارے میں سکھاتی ہے۔ طلباء اس جگہ میں سیکھنے کا شوق رکھتے ہیں جو خود استعمال شدہ چیزوں سے بنی ہے۔ یہ منصوبہ دوسروں کو بھی کچرے سے چیزیں بنانے کی ترغیب دیتا ہے۔ ایک سادہ خیال سیکھنے اور تبدیلی کا ذریعہ بن گیا۔",
  "reel_landscape_title": "ریل لینڈ اسکیپ",
  "reel_landscape_titleDescription": "یہ باغ ایک پرانی لکڑی کی ریل کو گملے کے طور پر استعمال کرتا ہے۔\nیہ صرف تعمیراتی فضلے سے ایک دیوہیکل پتے کی شکل میں ڈیزائن کیا گیا ہے۔",
  "reel_landscape_descriptions_0": "ہم نے ایک بڑی لکڑی کی ریل لی جو پہلے کیبلز رکھنے کے لیے استعمال ہوتی تھی۔ اسے زمین پر بچھا کر مٹی اور جامنی پتوں والے پودے لگائے۔ ریل کے اردگرد ہم نے کنکریاں، ٹوٹی اینٹیں، اور لیب کے ٹیسٹ بلاکس لگائے۔ ان سب کو ایک پتے کی شکل میں ترتیب دیا گیا، اور صرف دوبارہ استعمال شدہ مواد استعمال کیا گیا۔ کناروں پر ہموار پتھروں اور بچی ہوئی ٹائلز سے سجاوٹ کی۔ ہم نے ایک خشک درخت کے تنے کو عمودی پودے لگانے کے لیے دوبارہ استعمال کیا۔ اس پورے علاقے میں کچھ بھی نیا نہیں خریدا گیا۔",
  "reel_landscape_descriptions_1": "ریل باغ پارک کا سب سے پسندیدہ حصہ بن گیا ہے۔ روزانہ شہد کی مکھیاں اور تتلیاں پھولوں پر آتی ہیں، جو اسے زندہ بناتی ہیں۔ اس کی شکل سادہ مگر خوبصورت ہے، اور بچے پتوں کا خاکہ چُھونے میں خوشی محسوس کرتے ہیں۔ لکڑی، پتھر اور سبز رنگ کا امتزاج اسے دلچسپ بناتا ہے۔ یہ قدرتی اشکال اور ری سائیکل چیزوں کو ایک ساتھ جوڑتا ہے۔ لوگ اکثر پوچھتے ہیں یہ کیسے بنایا گیا، اور کچھ ویسا ہی بنانا چاہتے ہیں۔ یہ جگہ سکون بھی دیتی ہے اور ایک ڈیزائن سبق بھی۔",
  "reel_landscape_descriptions_2": "اس باغ نے تعمیراتی کچرے کو کم کیا اور ساتھ ہی خوبصورتی پیدا کی۔ زائرین دیکھتے ہیں کہ پرانی چیزوں سے نیا کیسے بنایا جا سکتا ہے۔ یہ جگہ دوسرے پارکس اور اسکولوں کو بھی ویسٹ سے آرٹ بنانے کی ترغیب دیتی ہے۔ یہ سکھاتی ہے کہ فن مہنگا نہیں ہونا چاہیے — صرف تخلیق چاہیے۔ ریل لینڈ اسکیپ خاندانوں اور اسکول گروپوں کی پسندیدہ جگہ بن چکی ہے۔ لوگ یہاں سے جا کر ری سائیکلنگ کے خیالات ساتھ لے جاتے ہیں۔ یہ چھوٹی جگہ ایک طاقتور سبق دینے والی جگہ بن گئی ہے۔",
  "water_wetland_title": "واٹر ویٹ لینڈ",
  "water_wetland_titleDescription": "ایک خود صفائی کرنے والا قدرتی ویٹ لینڈ جو سورج، کشش ثقل، اور پودوں کی مدد سے تالاب کا پانی صاف کرتا ہے — بغیر کسی مشین کے، صرف فطرت۔",
  "water_wetland_descriptions_0": "ہم نے تالاب کے قریب ایک کم گہرا علاقہ کھودا اور اسے کنکریوں، ریت، اور پانی میں اگنے والے پودوں سے بھرا۔ یہ پودے گندے پانی کو جذب کرتے ہیں اور جڑوں کے ذریعے صفائی کرتے ہیں۔ ایک سادہ پتھریلا راستہ بنایا گیا جہاں پانی نرمی سے بہتا ہے، جو پانی میں آکسیجن بھی شامل کرتا ہے۔ ہم نے کوئی پمپ یا بجلی کے آلات استعمال نہیں کیے۔ پورا نظام قدرتی ہے اور زیادہ دیکھ بھال کی ضرورت نہیں۔ صرف سورج اور پودے اسے روزانہ چلاتے ہیں۔ یہ بنانا آسان، دیکھنے میں خوبصورت اور سارا سال فائدہ مند ہے۔",
  "water_wetland_descriptions_1": "یہ ویٹ لینڈ صرف پانی صاف نہیں کرتا بلکہ جنگلی حیات کو بھی سہارا دیتا ہے اور پارک کی خوبصورتی کو بڑھاتا ہے۔ پرندے، مینڈک اور تتلیاں یہاں اکثر آتی ہیں۔ طلباء سائنس کلاس میں سیکھتے ہیں کہ یہ نظام کیسے کام کرتا ہے۔ پودے بغیر کھاد کے تیزی سے اگتے ہیں۔ پانی کی آواز اس جگہ کو پُرسکون بناتی ہے۔ یہ قدرتی مناظر میں ایسا گھلتا ہے جیسے جنگل کی ندی ہو۔ یہ ایک جگہ بہت زیادہ قدر میں اضافہ کرتی ہے۔",
  "water_wetland_descriptions_2": "اس نظام کی بدولت تالاب کا پانی صاف رہتا ہے بغیر کسی مشین کے۔ بدبو کم ہو گئی ہے، الجی کم ہوئی ہے اور مچھلیاں صحت مند ہیں۔ ہم بجلی بچاتے ہیں اور نقصان دہ کیمیکل استعمال نہیں کرتے۔ زائرین حیران ہوتے ہیں کہ یہ خودکار کیسے ہے۔ یہ لوگوں کو سکھاتا ہے کہ فطرت کے پاس اپنے مسائل کے حل موجود ہوتے ہیں۔ اب یہ چھوٹا سا نالہ پائیداری کے بڑے سبق سکھاتا ہے۔ یہ سادہ، خاموش اور ذہین حل ہے۔",

  "section_how_we_made_it": "ہم نے یہ کیسے بنایا",
  "section_about_it": "اس کے بارے میں",
  "section_impact_on_environment": "ماحولیاتی اثرات",
  "thanks_heading": "ہماری دنیا کو دیکھنے کا شکریہ",
  "thanks_subheading": "ایک بہتر کل کے لیے ہمارا وژن اور عزم",
  "thanks_message": "ہم آپ کے وقت اور تجسس کی قدر کرتے ہیں 🌿",
  "thanks_back_home": "واپس ہوم پیج پر"


}
