{
  "welcome": "ایکو پارک میں خوش آمدید",
  "currentLanguage": "موجودہ زبان: انگریزی",
  "switchLanguage": "زبان تبدیل کریں",
  "title": "ایکو پارک – پائیداری کا جیتا جاگتا نمونہ",
  "subtitle": "جہاں فضلہ ایک وسیلہ بنتا ہے اور سیکھنا فطرت سے جڑتا ہے",
  "description": "ایکو پارک ایک پائیدار شہری جگہ ہے جو دوبارہ استعمال شدہ مواد اور قدرتی نظاموں سے بنی ہے۔ اس میں دوبارہ بنائے گئے فرنیچر، شمسی فوٹو بایو ریکٹرز، اور کشش ثقل سے چلنے والے گیلی علاقے شامل ہیں۔ مقامی پودوں اور حیاتی تنوع کے ساتھ، یہ ماحولیاتی تعلیم کے لیے ایک زندہ کلاس روم ہے۔",
  "mini-desc": "ایک زیرو ویسٹ پارک جہاں فطرت اور جدت ایک ساتھ پروان چڑھتے ہیں۔",
  "left-heading": "خوش آمدید",
  "right-heading": "ایکو پارک",

  "accordion_item_1_name": "پائیدار آؤٹ ڈور میٹنگ ایریا",
  "accordion_item_1_description": "ایک فنکارانہ ملاقات کی جگہ دریافت کریں جو مکمل طور پر مسترد شدہ، تجربہ شدہ کنکریٹ بلاکس اور ٹوٹے ہوئے ٹائلز سے تیار کی گئی ہے۔ یہ رنگین آؤٹ ڈور پلیٹ فارم پائیدار انجینئرنگ کو موزیک طرز کے جمالیاتی حسن کے ساتھ جوڑتا ہے—تعمیراتی فضلے کو ایک کارآمد اور تخلیقی جگہ میں بدلتے ہوئے، جو سب کے لیے موزوں ہے۔",

  "accordion_item_2_name": "قدرتی حل برائے پانی کی صفائی (N.B.S.)",
  "accordion_item_2_description": "ایک خود کفیل ویٹ لینڈ سسٹم کو دریافت کریں جو آبی پودوں، بجری اور کششِ ثقل کی مدد سے تالاب کے پانی کو قدرتی طور پر صاف کرتا ہے—بغیر کسی مشین یا کیمیکل کے۔ یہ زندہ ماحولیاتی نظام دکھاتا ہے کہ قدرت کس طرح خود کو پائیداری کے ساتھ صاف اور متوازن رکھ سکتی ہے۔",

  "accordion_item_3_name": "مقامی پھلدار درخت",
  "accordion_item_3_description": "مقامی پھلدار درختوں کے سرسبز باغ کا مشاہدہ کریں، جن میں چیکو (سپوڈیلا)، شہتوت (مورس)، انجیر (فیکس کاریکا), کری پتہ (مرایا کوئنیگیئی) اور مختلف اقسام کے ترشاوہ پھل شامل ہیں—جو سایہ، خوراک کی حفاظت، کاربن جذب کرنے کی صلاحیت اور عملی ماحولیاتی تعلیم فراہم کرتے ہیں۔",

  "accordion_item_4_name": "خشک سالی برداشت کرنے والے پودے",
  "accordion_item_4_description": "ایک مضبوط و مستحکم باغ کو دریافت کریں جو ایسے پودوں سے بھرا ہوا ہے جو خشک سالی کا مقابلہ کر سکتے ہیں، جیسے ایلوویرا، بوگن ویلیا، لیمون گراس، اگاوے اور ویٹیور۔ یہ باغ ثابت کرتا ہے کہ خوبصورتی اور حیاتیاتی تنوع کم سے کم پانی اور بغیر کسی کیمیکل کے بھی پنپ سکتے ہیں۔",

  "accordion_item_5_name": "اپ سائیکل شدہ فرنیچر",
  "accordion_item_5_description": "ہاتھ سے تیار کردہ بینچ، میزیں اور اسٹولز دریافت کریں جو استعمال شدہ ٹائروں، دوبارہ حاصل کی گئی سخت لکڑی، اور ری سائیکل شدہ پلاسٹک سے بنائے گئے ہیں—یہ دکھاتے ہوئے کہ فضلہ کس طرح پائیدار، خوبصورت اور کارآمد فرنیچر میں تبدیل ہو سکتا ہے۔",

  "accordion_item_6_name": "ریل لینڈ اسکیپ",
  "accordion_item_6_description": "ایک منفرد باغی مرکز دریافت کریں جو ایک پرانی لکڑی کی کیبل ریل سے تیار کیا گیا ہے، اور جس کے ارد گرد ایک دیو ہیکل پتے کی شکل والا لینڈ اسکیپ ہے جو مکمل طور پر تعمیراتی فضلے، ری سائیکل شدہ مواد اور تخلیقی ڈیزائن سے بنایا گیا ہے۔",

  "about_h": "ہمارے بارے میں",
  "about_p1": "ایکو پارک پائیداری کا ایک حقیقی نمونہ ہے جو تعمیراتی فضلے اور شہری مواد کو دوبارہ استعمال کر کے بنایا گیا ہے۔ یہاں ہر جگہ—چاہے وہ بینچ ہو یا ویٹ لینڈ—مزاحمت اور ماحولیاتی شعور کی کہانی سناتی ہے۔",
  "about_p2": "پارک میں مقامی پھلدار درخت، خشک سالی برداشت کرنے والے پودے، کششِ ثقل پر مبنی پانی صاف کرنے کا نظام، اور شمسی توانائی سے چلنے والی ٹیکنالوجی شامل ہے—ہر عنصر پائیدار طرزِ زندگی کا ایک اصول سکھاتا ہے اور کم دیکھ بھال میں بہتر نتائج دیتا ہے۔",
  "about_p3": "ہم یہ دکھانا چاہتے ہیں کہ پائیداری کے لیے بڑے بجٹ کی نہیں، تخلیقی سوچ اور کمیونٹی کے جذبے کی ضرورت ہے۔ ایکو پارک طلبہ اور شہروں کو فطرت کے ساتھ ہم آہنگ ڈیزائن کا تصور اپنانے کی تحریک دیتا ہے۔",


  "dry_escape_title": "خشک سالی برداشت کرنے والے پودے",
  "dry_escape_titleDescription": "ایک سرسبز باغ جو ایسے پودوں سے بنا ہے جو کم پانی میں بھی زندہ رہتے ہیں۔\nیہ حیاتیاتی تنوع کی حمایت کرتا ہے اور دکھاتا ہے کہ کم پانی والے مناظر بھی سرسبز ہو سکتے ہیں۔",
  "dry_escape_descriptions_0": "ہم نے ان پودوں کی اقسام کو احتیاط سے منتخب کیا جو قدرتی طور پر خشک اور بنجر ماحول میں پروان چڑھنے کی صلاحیت رکھتی ہیں اور جنہیں کم دیکھ بھال کی ضرورت ہوتی ہے۔ ان میں ایلو ویرا، بوگن ویلیا، لیمون گراس، ویٹیور، اگاوے اور روزمیری شامل ہیں۔ مٹی کو کمپوسٹ سے تیار کیا گیا اور اس پر نامیاتی ملچ کی تہہ بچھائی گئی تاکہ نمی کو محفوظ رکھا جا سکے اور بخارات کو کم کیا جا سکے۔ کوئی ڈرِپ سسٹم یا چھڑکاؤ کا نظام نصب نہیں کیا گیا—ان پودوں کو ابتدائی دنوں میں چند بار ہاتھ سے پانی دیا گیا تاکہ جڑیں مضبوط ہو جائیں، اس کے بعد یہ صرف قدرتی بارش پر انحصار کرتے ہوئے خود بخود بڑھنے لگے۔",
  "dry_escape_descriptions_1": "اب یہ باغ پورے سال ہرا بھرا رہتا ہے، حتیٰ کہ خشک موسموں میں بھی۔ یہ شہد کی مکھیوں، تتلیوں اور مفید کیڑوں کو اپنی طرف متوجہ کرتا ہے، جو زیرگی (pollination) کو فروغ دیتے ہیں اور علاقے میں حیاتیاتی تنوع بڑھاتے ہیں۔ مختلف اونچائیوں اور ساخت والے پودوں کی حکمتِ عملی سے کی گئی ترتیب نہ صرف بصری خوبصورتی پیدا کرتی ہے بلکہ مٹی کے کٹاؤ کو بھی کم کرتی ہے۔ ان میں سے بعض پودے طبی فوائد رکھتے ہیں یا خوشبو دار ہوتے ہیں، جو ایک خوشگوار اور سیکھنے سے بھرپور ماحول بناتے ہیں۔",
  "dry_escape_descriptions_2": "یہ باغ نہ صرف پانی کی بچت کرتا ہے بلکہ ایک زندہ کلاس روم کے طور پر بھی کام کرتا ہے۔ یہ طلبہ اور زائرین کو دکھاتا ہے کہ پائیدار لینڈ اسکیپنگ خوبصورتی کی قربانی دیے بغیر ممکن ہے۔ اس سے پارک کا پانی کا استعمال نمایاں طور پر کم ہوا ہے اور لوگوں کو یہی خیال اپنے گھروں پر بھی اپنانے کی ترغیب ملتی ہے۔ اب دوسرے اسکول اور سبز منصوبے بھی اسی قسم کے پودے اپنا رہے ہیں۔ یہ چھوٹی مگر مؤثر پہل ثابت کرتی ہے کہ پانی کے لحاظ سے ذہین ڈیزائن خوبصورت بھی ہو سکتا ہے اور پائیدار بھی۔",

  "fruit_orchard_title": "مقامی پھلدار درخت",
  "fruit_orchard_titleDescription": "ایک متنوع باغ جو مقامی درختوں سے بھرا ہوا ہے، جو سایہ، صاف ہوا، تازہ پھل، اور تعلیمی اہمیت فراہم کرتا ہے۔",
  "fruit_orchard_descriptions_0": "یہ باغ مقامی ماحولیاتی نظام اور پائیداری کو مدنظر رکھتے ہوئے ڈیزائن کیا گیا ہے۔ ہم نے ان درختوں کی اقسام کو احتیاط سے منتخب کیا جو مقامی، خشک سالی برداشت کرنے والے اور اس خطے کے موسم میں بخوبی پھلنے پھولنے والے ہیں۔ آم، انجیر، ترشاوہ پھل، چیکو، کری پتہ اور شہتوت جیسے درختوں کو کیمیائی کھادوں کی بجائے قدرتی کمپوسٹ کے ذریعے لگایا گیا۔ ہر درخت کو مناسب سورج کی روشنی اور ہوا کی گزرگاہ کے لیے فاصلے پر لگایا گیا تاکہ بیماریوں کا خطرہ کم ہو اور صحت مند نشوونما ممکن ہو۔",
  "fruit_orchard_descriptions_1": "ابتدائی مرحلے میں ان درختوں کو اتنا ہی پانی دیا گیا کہ وہ مٹی میں گہری جڑیں جما سکیں۔ اب یہ زیادہ تر بارش کے پانی اور کبھی کبھار ہاتھ سے دیے گئے پانی پر انحصار کرتے ہیں۔ ان کی جڑوں کے گرد ملچ ڈالا گیا ہے تاکہ نمی برقرار رہے اور گھاس پھوس نہ اُگے۔ یہ درخت صرف پھل ہی نہیں دیتے بلکہ مٹی کو باندھنے، کٹاؤ کم کرنے اور علاقے کا درجہ حرارت کم رکھنے میں بھی مدد کرتے ہیں۔ ہر درخت کی ایک مخصوص خوبی ہے—کچھ زیرگی کو فروغ دیتے ہیں، کچھ خوشبودار ہیں، اور سب قدرتی اور روایتی زراعت سے تعلق کا احساس دلاتے ہیں۔",
  "fruit_orchard_descriptions_2": "جیسے جیسے یہ درخت پختہ ہو رہے ہیں، یہ موسمی پھل فراہم کرتے ہیں جو کیمیکل سے پاک اور غذائیت سے بھرپور ہوتے ہیں۔ زائرین، طلبہ اور خاندان ان پھلوں کو چن کر خوشی محسوس کرتے ہیں، اور یوں وہ براہِ راست یہ سیکھتے ہیں کہ خوراک کہاں سے آتی ہے۔ یہ باغ پارک کے اندر ایک پُرسکون، کارآمد سبز مقام بن چکا ہے جو غذائی فاصلے کم کرتا ہے اور مقامی حیاتیاتی تنوع کے لیے قدر کی نگاہ پیدا کرتا ہے۔ یہ ثابت کرتا ہے کہ شہری زمینیں لوگوں کو خوراک دے سکتی ہیں، ماحولیاتی نظام کو بحال کر سکتی ہیں، اور اپنے اندر کہانیاں سمو سکتی ہیں—سب کچھ ایک ساتھ۔",

  "upcycled_furniture_title": "اپ سائیکل شدہ فرنیچر",
  "upcycled_furniture_titleDescription": "پرانے ٹائروں، لکڑی اور پلاسٹک کے فضلے سے بنی کرسیاں اور میزیں۔\nیہ مضبوط، رنگین ہیں اور پائیداری کی کہانی سناتی ہیں۔",
  "upcycled_furniture_descriptions_0": "ہم نے قریبی ذرائع سے پرانے ٹائر، مسترد شدہ لکڑی کا فرنیچر، اور پلاسٹک کا فضلہ اکٹھا کیا۔ ہر ٹائر کو اچھی طرح صاف کر کے بیٹھنے کے یونٹس میں تبدیل کیا گیا، جب کہ پرانی لکڑی کی تختیوں کو ریت سے صاف کر کے، جوڑ کر، اور شکل دے کر مضبوط پشتوں اور میزوں میں بدلا گیا۔ پلاسٹک کے فضلے کو پگھلا کر ہموار اور رنگین سطحوں میں ڈھالا گیا۔ کوئی نیا مواد استعمال نہیں کیا گیا، اور ہر چیز کو ہاتھ سے، سادہ اوزاروں سے تیار کیا گیا، جس پر ماحول دوست تیل لگایا گیا تاکہ یہ باہر کے ماحول میں بھی دیرپا رہیں۔",
  "upcycled_furniture_descriptions_1": "ہر فرنیچر آئٹم کا اپنا انداز ہے—کچھ گول، کچھ چوکور، کچھ پر دلکش رنگوں کی پینٹنگ ہے اور کچھ میں لکڑی کی قدرتی ساخت نمایاں ہے۔ یہ یونٹس درختوں کے نیچے، راستوں کے کنارے اور سیکھنے کے علاقوں کے آس پاس رکھے گئے ہیں۔ یہ رنگین اور مضبوط یونٹس آرام کرنے، کھانے، مطالعہ کرنے یا فطرت سے لطف اندوز ہونے کی جگہ فراہم کرتے ہیں۔ یہ اس طرح ڈیزائن کیے گئے ہیں کہ موسم کے خلاف مزاحمت کریں، صاف کرنے میں آسان ہوں، اور ہر عمر کے افراد کے لیے محفوظ ہوں—چاہے وہ اسکول کے بچے ہوں یا بزرگ مہمان۔",
  "upcycled_furniture_descriptions_2": "اس پہل کے ذریعے بڑی مقدار میں فضلہ زمین دفن کرنے کی جگہوں (لینڈ فلز) پر جانے سے بچایا گیا اور نئے فرنیچر کی خریداری پر اخراجات بھی کم کیے گئے۔ اس نے تخلیقی سوچ کو جنم دیا اور زائرین کو دوبارہ استعمال کے بارے میں مختلف انداز میں سوچنے کی ترغیب دی۔ اس فرنیچر کو دیکھ کر علاقے کے کئی اسکولوں نے اپنے اپنے ری یوز منصوبے شروع کر دیے ہیں۔ یہ بینچ اور میزیں صرف بیٹھنے کی جگہ نہیں بلکہ سیکھنے کے ذرائع، بات چیت کا آغاز، اور ایک دائرہ دار، کم فضلہ رکھنے والے مستقبل کی جرات مند علامت ہیں۔",

  "meeting_area_title": "پائیدار آؤٹ ڈور میٹنگ ایریا",
  "meeting_area_titleDescription": "کنکریٹ لیب کے فضلے اور ٹائلز سے تیار کردہ ایک فنکارانہ پلیٹ فارم—75٪ سے زائد لاگت کی بچت اور کاربن اخراج میں کمی۔",
  "meeting_area_descriptions_0": "ہم نے 50 سے زائد مسترد شدہ کنکریٹ کے کیوبز اور سلنڈرز مختلف اسٹرکچرل لیبارٹریوں سے جمع کیے—ایسا مواد جو عام طور پر لینڈفل میں پھینک دیا جاتا۔ ان بلاکس کو احتیاط سے ایک آؤٹ ڈور پلیٹ فارم کی بنیاد کے طور پر ترتیب دیا گیا۔ نئی سیمنٹ یا اینٹیں خریدنے کے بجائے، ٹوٹی ہوئی سیرامک ٹائلوں کو فنکارانہ انداز میں اوپر لگایا گیا، جس سے ایک رنگین موزیک تیار ہوا۔ اس جگہ میں استعمال ہونے والی ہر چیز کو اپ سائیکل کیا گیا اور بغیر قیمت کے حاصل کیا گیا۔",
  "meeting_area_descriptions_1": "نتیجے میں ایک منفرد پلیٹ فارم تیار ہوا جس کا سائز 14.5 فٹ لمبا، 9.5 فٹ چوڑا اور 0.75 فٹ اونچا ہے—جو کھلی فضا میں ملاقاتوں، گروپ سیکھنے، یا خاموشی سے غور و فکر کے لیے موزوں ہے۔ موزیک سطح نہ صرف دیکھنے میں دلکش ہے بلکہ مضبوط اور صاف کرنے میں آسان بھی ہے۔ یہ موسم کی شدت کو بخوبی برداشت کرتا ہے اور اپنا حسن برقرار رکھتا ہے، جب کہ اس کی ہاتھ سے تیار کردہ نوعیت جگہ کو ایک فطری اور گرمجوش احساس دیتی ہے۔",
  "meeting_area_descriptions_2": "یہ فیچر روایتی سیمنٹ شدہ فرش کے مقابلے میں تعمیراتی لاگت کا 75٪ سے زیادہ بچا چکا ہے۔ اس سے 700 کلوگرام سے زائد کاربن ڈائی آکسائیڈ کے اخراج کی بھی روک تھام ہوئی اور 69,280 بی ٹی یو توانائی کی بچت ہوئی۔ یہ صرف ایک بیٹھنے کی جگہ نہیں بلکہ ایک سبق آموز مقام ہے، جہاں اسکول گروپس اور زائرین ہر ہفتے اکٹھے ہوتے ہیں—ڈیزائن، ری سائیکلنگ، اور ماحولیاتی شعور پر مبنی تعمیرات کے عملی سبق حاصل کرتے ہیں۔",

  "reel_landscape_title": "ریل لینڈ اسکیپ",
  "reel_landscape_titleDescription": "ایک مرکزی لکڑی کی کیبل ریل کو پلانٹر میں بدلا گیا، جس کے گرد اینٹوں، کنکروں اور لیبارٹری کے فاضل مواد سے پتے کی شکل کی سرحدیں بنائی گئیں۔",
  "reel_landscape_descriptions_0": "اس لینڈ اسکیپ کے مرکز میں ایک بڑی لکڑی کی ریل ہے جو پہلے برقی کیبلز کو لپیٹنے کے لیے استعمال ہوتی تھی۔ اسے ضائع کرنے کے بجائے، ہم نے اسے زمین پر سیدھا رکھا، مٹی سے بھرا اور اس کے وسط میں شوخ جامنی پتے والے پودے لگائے۔ ریل کے گرد ہم نے ایک دیو ہیکل پتے کی شکل زمین پر بنائی، جس میں استعمال شدہ پتھر، ٹوٹی ہوئی سیرامک ٹائلیں، بچا ہوا کنکریٹ، اور مسترد شدہ اینٹیں شامل کی گئیں—یہ سب تعمیراتی اور لیبارٹری فضلے سے حاصل کیے گئے۔",
  "reel_landscape_descriptions_1": "بیرونی کناروں کو ہموار کنکروں اور دوبارہ استعمال شدہ ٹائلوں سے سجایا گیا تاکہ پتے کی رگوں اور شکل کو واضح کیا جا سکے۔ ایک سوکھا درخت کا تنا بھی تخلیقی انداز میں استعمال کیا گیا، جو قدرتی پلانٹ اسٹینڈ کے طور پر کام کرتا ہے اور اس پر رسنے والے بیل دار پودے اور سوکولنٹس رکھے گئے ہیں۔ پورا علاقہ جاندار اور دلچسپ محسوس ہوتا ہے، حالانکہ ہر عنصر کسی ایسی چیز سے بنا ہے جو ضائع ہونے والی تھی۔ یہ بیک وقت کھیل، تخلیق، اور سیکھنے کا ذریعہ ہے—قدرت اور فضلہ کا ایک تخلیقی امتزاج۔",
  "reel_landscape_descriptions_2": "یہ ریل گارڈن پارک کی سب سے زیادہ دیکھی جانے والی اور تصویریں کھنچوانے والی جگہ بن چکی ہے۔ بچے پتے کی لکیر پر چلنا پسند کرتے ہیں، جب کہ بڑے لوگ استعمال شدہ مواد کے تخلیقی استعمال پر حیران ہوتے ہیں۔ یہ ثابت کرتا ہے کہ پائیداری تخلیقی اور دلکش بھی ہو سکتی ہے۔ یہ جگہ زائرین کو سکھاتی ہے کہ لینڈ اسکیپنگ ماحولیاتی لحاظ سے موزوں ہو سکتی ہے بغیر جمالیات کی قربانی دیے۔ کوئی نیا مواد خریدا نہیں گیا، پھر بھی نتیجہ ایک شاندار مثال ہے شہری سبز ڈیزائن میں ذہین ری یوز کی۔",

  "water_wetland_title": "قدرتی حل برائے پانی کی صفائی (N.B.S.)",
  "water_wetland_titleDescription": "کنکری، ریت، آبی پودے اور دھوپ پر مبنی قدرتی فلٹریشن نظام — نہ بجلی، نہ کیمیکل۔",
  "water_wetland_descriptions_0": "ہم نے مچھلی کے تالاب کے ساتھ ایک کثیر سطحی ویٹ لینڈ چینل ڈیزائن کیا۔ یہ ایک چھوٹے، کم گہرے حصے سے شروع ہوتا ہے جس میں کنکری اور ریت کو اس طرح تہہ بہ تہہ رکھا گیا ہے کہ پانی آہستہ آہستہ رس سکے۔ مقامی طور پر حاصل کردہ آبی پودے جیسے ویٹیور اور کینا کو اس بستر میں لگایا گیا۔ ان پودوں کی جڑیں بھاری دھاتوں اور آلودگی کو جذب کرنے کی قدرتی صلاحیت رکھتی ہیں۔",
  "water_wetland_descriptions_1": "تالاب کا پانی کششِ ثقل کے ذریعے اس نظام میں داخل ہوتا ہے اور نرمی سے ایک سطح سے دوسری سطح کی طرف بہتا ہے، بالکل ویسے جیسے قدرتی ویٹ لینڈز میں ہوتا ہے۔ جب پانی ریت اور پودوں کی جڑوں سے گزرتا ہے، تو غذائی اجزاء اور آلودہ ذرات جذب ہو جاتے ہیں۔ پتھروں سے بنے ایک چھوٹے آبشار نما زینے کے ذریعے پانی دوبارہ تالاب میں واپس آتا ہے، جو پانی کو آکسیجن مہیا کرتا ہے۔ پورا نظام بغیر کسی بجلی یا کیمیکل کے کام کرتا ہے۔",
  "water_wetland_descriptions_2": "یہ نظام پانی کے معیار میں نمایاں بہتری لاتا ہے—کائی، بدبو اور معلق ذرات کو کم کرتا ہے۔ یہ پرندوں، مینڈکوں اور تتلیوں کو بھی اپنی طرف متوجہ کرتا ہے، جس سے حیاتیاتی تنوع کو فروغ ملتا ہے۔ اس کی دیکھ بھال نہ ہونے کے برابر ہے، طلبہ کو ماحولیاتی آبیات (ایکو-ہائیڈرولوجی) سکھاتا ہے، اور ثابت کرتا ہے کہ پانی صاف کرنے جیسے پیچیدہ مسائل کا حل مشینوں سے نہیں، بلکہ فطرت سے نکالا جا سکتا ہے۔",

  "section_how_we_made_it": "ہم نے یہ کیسے بنایا",
  "section_about_it": "یہ سب کیا ہے",
  "section_impact_on_environment": "ماحولیاتی اثرات",

  "thanks_heading": "ایکو پارک دیکھنے کا شکریہ",
  "thanks_subheading": "سبز شہروں اور دائرہ دار مستقبل کی جانب ایک قدم",
  "thanks_message": "ہم پائیداری میں آپ کی دلچسپی کے لیے شکر گزار ہیں 🌿\nہر دورہ، ہر سوال، اور یہاں بانٹی گئی ہر سوچ ہمیں ایک صحت مند سیارے کے قریب لاتی ہے۔",
  "thanks_back_home": "واپس ہوم پر جائیں",

  "footer_h": "ایکو سینٹرک",
  "footer_p": "ایک شہری جنگلات اور پائیداری کا اقدام"
}
