{
  "welcome": "ایکو پارک میں خوش آمدید",
  "currentLanguage": "موجودہ زبان: انگریزی",
  "switchLanguage": "زبان تبدیل کریں",
  "title": "ایکو پارک – پائیداری کا جیتا جاگتا نمونہ",
  "subtitle": "جہاں فضلہ ایک وسیلہ بنتا ہے اور سیکھنا فطرت سے جڑتا ہے",
  "left-heading": "خوش آمدید",
  "right-heading": "ایکو پارک میں",
  "mini-desc": "ایکو پارک میں خوش آمدید",
  "description": " ایکو پارک ایک پائیدار طریقے سے ڈیزائن کی گئی سبز جگہ ہے جو قدرتی ماحولیاتی نظام، انٹرایکٹو سیکھنے اور پائیدار ٹیکنالوجیز کو یکجا کرتی ہے تاکہ عوام کو ماحولیاتی پائیداری کے بارے میں تعلیم دی جا سکے۔ یہ پائیداری کی تعلیم کے لیے ایک زندہ کلاس روم کے طور پر کام کرتا ہے۔",

  "accordion_item_1_name": "پائیدار آؤٹ ڈور میٹنگ ایریا",
  "accordion_item_1_description": "ایک فنکارانہ ملاقات کی جگہ دریافت کریں جو مکمل طور پر مسترد شدہ، تجربہ شدہ کنکریٹ بلاکس اور ٹوٹے ہوئے ٹائلز سے تیار کی گئی ہے۔ یہ رنگین آؤٹ ڈور پلیٹ فارم پائیدار انجینئرنگ کو موزیک طرز کے جمالیاتی حسن کے ساتھ جوڑتا ہے—تعمیراتی فضلے کو ایک کارآمد اور تخلیقی جگہ میں بدلتے ہوئے، جو سب کے لیے موزوں ہے۔",

  "accordion_item_2_name": "قدرتی حل برائے پانی کی صفائی (NBS)",
  "accordion_item_2_description": "ایک خود کفیل ویٹ لینڈ سسٹم کو دریافت کریں جو آبی پودوں، بجری اور کششِ ثقل کی مدد سے تالاب کے پانی کو قدرتی طور پر صاف کرتا ہے—بغیر کسی مشین یا کیمیکل کے۔ یہ زندہ ماحولیاتی نظام دکھاتا ہے کہ قدرت کس طرح خود کو پائیداری کے ساتھ صاف اور متوازن رکھ سکتی ہے۔",

  "accordion_item_3_name": "مقامی پھلدار درخت",
  "accordion_item_3_description": "مقامی پھلدار درختوں کے سرسبز باغ کا مشاہدہ کریں، جن میں چیکو (سپوڈیلا)، شہتوت (مورس)، انجیر (فیکس کاریکا), کری پتہ (مرایا کوئنیگیئی) اور مختلف اقسام کے ترشاوہ پھل شامل ہیں—جو سایہ، خوراک کی حفاظت، کاربن جذب کرنے کی صلاحیت اور عملی ماحولیاتی تعلیم فراہم کرتے ہیں۔",

  "accordion_item_4_name": "خشک سالی برداشت کرنے والے پودے",
  "accordion_item_4_description": "ایک مضبوط و مستحکم باغ کو دریافت کریں جو ایسے پودوں سے بھرا ہوا ہے جو خشک سالی کا مقابلہ کر سکتے ہیں، جیسے ایلوویرا، بوگن ویلیا، لیمون گراس، اگاوے اور ویٹیور۔ یہ باغ ثابت کرتا ہے کہ خوبصورتی اور حیاتیاتی تنوع کم سے کم پانی اور بغیر کسی کیمیکل کے بھی پنپ سکتے ہیں۔",

  "accordion_item_5_name": "اپ سائیکل شدہ فرنیچر",
  "accordion_item_5_description": "ہاتھ سے تیار کردہ بینچ، میزیں اور اسٹولز دریافت کریں جو استعمال شدہ ٹائروں، دوبارہ حاصل کی گئی سخت لکڑی، اور ری سائیکل شدہ پلاسٹک سے بنائے گئے ہیں—یہ دکھاتے ہوئے کہ فضلہ کس طرح پائیدار، خوبصورت اور کارآمد فرنیچر میں تبدیل ہو سکتا ہے۔",

  "accordion_item_6_name": "ریل لینڈ اسکیپ",
  "accordion_item_6_description": "ایک منفرد باغی مرکز دریافت کریں جو ایک پرانی لکڑی کی کیبل ریل سے تیار کیا گیا ہے، اور جس کے ارد گرد ایک دیو ہیکل پتے کی شکل والا لینڈ اسکیپ ہے جو مکمل طور پر تعمیراتی فضلے، ری سائیکل شدہ مواد اور تخلیقی ڈیزائن سے بنایا گیا ہے۔",

  "about_h": "ہمارے بارے میں",
  "about_p1": " ",
  "about_p2": "اللہ سبحانہ و تعالیٰ نے انسانوں کو زمین کی نگرانی اور حفاظت کی ذمہ داری سونپی ہے۔ انسانوں کا فرض ہے کہ وہ اس کے وسائل کی حفاظت کریں اور انہیں پائیدار طریقے سے استعمال کریں۔ اس ایکو پارک میں مختلف اجزاء شامل ہیں جو پائیدار طرزِ زندگی کے اصول سکھاتے ہیں۔ ہر جز — چاہے وہ بینچز ہوں، پانی کی صفائی کے لیے قدرتی حل، ریئل لینڈ اسکیپ، خشک سالی برداشت کرنے والے پودے، یا سولر فوٹو بایوری ایکٹر — سب ایک پائیدار، ماحول دوست اور مضبوط ڈیزائن کی نمائندگی کرتے ہیں۔ ہر جزو کے ساتھ ایک تعلیمی ٹول (QR کوڈ والا پینل) منسلک ہے۔ یہ ٹول جسمانی اجزاء کو ڈیجیٹل معلومات سے جوڑتا ہے، جس سے سیکھنے کا عمل مزید مؤثر اور دلچسپ ہو جاتا ہے۔ QR کوڈ اسکین کرنے پر طلباء اور وزیٹرز کو اس مخصوص جزو سے متعلق اضافی معلومات تک رسائی حاصل ہوتی ہے۔ اس ایکو پارک کا مقصد طلباء اور وزیٹرز کو یہ تحریک دینا ہے کہ وہ ایسے ڈیزائن کا تصور کریں جو قدرت کے ساتھ ہم آہنگ ہو۔",
  "about_p3": " ",

  "dry_escape_title": "خشک سالی برداشت کرنے والے پودے",
  "dry_escape_titleDescription": "ایک سرسبز باغ جو ایسے پودوں سے بنا ہے جو کم پانی میں بھی زندہ رہتے ہیں۔\nیہ حیاتیاتی تنوع کی حمایت کرتا ہے اور دکھاتا ہے کہ کم پانی والے مناظر بھی سرسبز ہو سکتے ہیں۔",
  "dry_escape_descriptions_0": "یہ تصور کم پانی کے ساتھ شجرکاری پر مبنی ہے، جس میں ایسی پودوں کا استعمال کیا گیا ہے جو خشک سالی برداشت کرنے کی صلاحیت رکھتے ہیں اور کم پانی میں بھی نشوونما پا سکتے ہیں۔ یہ پودے پانی کی کمی والے علاقوں، ماحولیاتی لحاظ سے مضبوط زمین سازی، اور پائیدار زراعت کے لیے مثالی ہیں، جو مستقبل کے لیے موزوں اور پائیدار سبز جگہوں کا ایک ذہین انتخاب ہیں۔",
  "dry_escape_descriptions_1":"اس خیال کو عملی جامہ پہنانے کے لیے مختلف خشک سالی برداشت کرنے والی اقسام متعارف کروائی گئیں۔ ان میں سوکولینٹس جیسے ایلو ویرا، سیڈم، اور اگاوے؛ مقامی گھاس جیسے ویٹیور اور فاؤنٹین گراس؛ پھولدار جھاڑیاں جیسے بوگن ویلیا اور لینٹانا؛ اور سخت جان جڑی بوٹیاں جیسے روزمیری، تھائم، اور لیمون گراس شامل ہیں۔ ان تمام پودوں کا انتخاب اس بنیاد پر کیا گیا کہ وہ انتہائی خشک اور سخت حالات میں بھی کم پانی کے ساتھ زندہ رہ سکیں۔",
  "dry_escape_descriptions_2": "یہ خشک سالی برداشت کرنے والے پودے کم پانی کی ضرورت کے باعث پانی کی بچت میں مدد دیتے ہیں اور اپنی قدرتی مطابقت کے باعث دیکھ بھال میں بھی آسان ہوتے ہیں۔ یہ مٹی کو کٹاؤ سے بچاتے اور اس کی ساخت کو بہتر بناتے ہیں، یوں مٹی کے تحفظ میں بھی کردار ادا کرتے ہیں۔ اس کے علاوہ، یہ پودے جرثوموں کو اپنی جانب متوجہ کر کے حیاتیاتی تنوع کو فروغ دیتے ہیں اور غیر متوقع بارشوں اور موسمیاتی تبدیلیوں سے متاثرہ علاقوں میں اچھی نشوونما کے ذریعے ماحولیاتی لچک کو بڑھاتے ہیں۔",
  "dry_escape_descriptions_3": "یہ خشک سالی کے خلاف مزاحم پودے (ایس۔ڈی۔جی-11) کی حمایت کرتے ہیں کیونکہ یہ شہری علاقوں میں پائیدار زمین سازی کو فروغ دیتے ہیں، جس میں پانی کی کم سے کم ضرورت، کم دیکھ بھال اور مٹی کی صحت میں بہتری شامل ہے۔ یہ (ایس۔ڈی۔جی-13) کے ساتھ ہم آہنگ ہو کر ماحولیاتی لچک کو بڑھاتے ہیں، کیونکہ یہ شدید موسمی حالات میں بھی نمو پاتے ہیں اور تازہ پانی کے ذخائر کی حفاظت کرتے ہیں۔ یہ اقسام حیاتیاتی تنوع کو بھی فروغ دیتی ہیں، جس سے یہ پانی کی قلت والے علاقوں اور موسمیاتی لحاظ سے موافق شہری منصوبہ بندی کے لیے بہترین ثابت ہوتی ہیں۔",


  "fruit_orchard_title": "مقامی پھلدار درخت",
  "fruit_orchard_titleDescription": "ایک متنوع باغ جو مقامی درختوں سے بھرا ہوا ہے، جو سایہ، صاف ہوا، تازہ پھل اور تعلیمی اہمیت فراہم کرتا ہے۔",
  "fruit_orchard_descriptions_0":"آپ یہاں چیکو، شہتوت، انجیر، کری پتا، آم اور ترشاوہ درخت دیکھ سکتے ہیں۔ یہ درخت ماحول، غذائیت، معیشت، ثقافت، اور موسمیاتی مزاحمت کے حوالے سے بے شمار فوائد فراہم کرتے ہیں، جو انہیں اس زمین کی خوبصورتی اور افادیت میں ایک قیمتی اضافہ بناتے ہیں۔",
  "fruit_orchard_descriptions_1": "یہ شجرکاری اہم ماحولیاتی فوائد فراہم کرتی ہے جیسے کہ ہوا کو صاف کرنا، مٹی کے کٹاؤ کو روکنا، اور زیرِ زمین پانی کی سطح کو بحال کرنا۔ مقامی درخت پرندوں اور جرثوموں کی مدد سے حیاتیاتی تنوع کو بھی فروغ دیتے ہیں۔ صحت کے لحاظ سے، یہ موسمی اور کیمیکل سے پاک پھل فراہم کرتے ہیں جن میں زیادہ غذائیت پائی جاتی ہے، جو غذائی تحفظ کو یقینی بناتے ہیں۔ معاشی طور پر، یہ کم دیکھ بھال والے اور موسمی حالات سے ہم آہنگ درخت اخراجات میں کمی لاتے ہیں اور اضافی پھلوں کی فروخت کے ذریعے آمدنی کا ذریعہ بھی بن سکتے ہیں۔",
  "fruit_orchard_descriptions_2":"ثقافتی اور تعلیمی لحاظ سے، یہ درخت روایتی اور مقامی اقسام کو محفوظ رکھنے میں مدد دیتے ہیں اور ماحولیات، پائیداری، اور زراعت سے متعلق سیکھنے کے لیے ایک عملی ذریعہ ثابت ہوتے ہیں۔ یہ درخت کمیونٹی میں مشترکہ ذمے داری اور دیکھ بھال کو فروغ دے کر سماجی شمولیت کو بھی بڑھاتے ہیں۔ ماحولیاتی لچک کے حوالے سے، مقامی درخت قدرتی طور پر خشک سالی برداشت کرنے والے ہوتے ہیں، کم پانی کی ضرورت رکھتے ہیں، اور مقامی کیڑوں کے خلاف مزاحمت رکھتے ہیں، جس سے زہریلے کیمیکلز کے استعمال کی ضرورت کم ہو جاتی ہے، اور یہ پائیدار شہری ماحول کے لیے بہترین انتخاب بن جاتے ہیں۔",
  "fruit_orchard_descriptions_3": "مقامی پھلدار درختوں کی شجر کاری اچھی صحت (ایس۔ڈی۔جی-3) کو فروغ دیتی ہے کیونکہ یہ تازہ، زہریلی ادویات سے پاک اور غذائیت سے بھرپور خوراک تک رسائی فراہم کرتی ہے۔ یہ پائیدار شہروں (ایس۔ڈی۔جی-11) کی حمایت کرتی ہے کیونکہ اس سے فضائی معیار میں بہتری، حیاتیاتی تنوع اور کمیونٹی کی شمولیت کو فروغ ملتا ہے۔ قدرتی طور پر خشک سالی برداشت کرنے اور کم پانی کی ضرورت کے باعث، یہ موسمیاتی اقدام (ایس۔ڈی۔جی-13) میں کردار ادا کرتی ہے، کیونکہ یہ ماحولیاتی لچک بڑھاتی ہے، اخراج کو کم کرتی ہے اور مقامی ماحولیاتی نظام کو پائیدار سبز علاقوں کے ذریعے محفوظ رکھتی ہے۔",


  "upcycled_furniture_title": "ری یوز اور اپ سائیکل شدہ فرنیچر",
  "upcycled_furniture_titleDescription": "باغی چیئرز جو پرانے ٹائروں جیسے فضلہ مواد سے بنائی گئی ہیں، ری یوز کی ایک مثال ہیں، جبکہ پرانے فرنیچر کی لکڑی سے بنی میزیں اور کرسیاں اپ سائیکلنگ کی عمدہ مثال ہیں۔ یہ فرنیچر مضبوط، رنگین اور پائیداری کی کہانی سناتے ہیں۔",
  "upcycled_furniture_descriptions_0":" یہ تصور فضلہ مواد، خصوصاً پرانے ٹائروں سے باغی میز اور کرسیاں بنانے پر مبنی ہے، جو ری یوز کی ایک واضح مثال ہے—یعنی کسی چیز کو اس کی اصل شکل کو بدلے بغیر نئے مقصد کے لیے استعمال کرنا۔ ٹائروں کو توڑ کر خام مال بنانے کے بجائے، انہیں تخلیقی انداز میں فعال فرنیچر میں تبدیل کیا گیا ہے، جو جدت اور پائیداری کو فروغ دیتا ہے۔ اسی طرح، 39 کلوگرام ری سائیکل شدہ پلاسٹک سے بنی باغی بنچ ماحول دوست بیرونی نشست فراہم کرتی ہے، جبکہ پرانے فرنیچر کی لکڑی سے تیار کردہ میزیں اور کرسیاں فضلہ میں کمی اور ماحول دوست طرزِ زندگی کی عکاسی کرتی ہیں۔",
  "upcycled_furniture_descriptions_1":"پرانے ٹائر، جو بایوڈیگریڈیبل نہیں ہوتے اور جنہیں تلف کرنا مشکل ہوتا ہے، کو دوبارہ کارآمد بنا کر لینڈ فل ویسٹ میں کمی اور پائیدار طرزِ زندگی کی حمایت کی گئی ہے۔ یہ عمل سرکلر اکانومی میں حصہ ڈالتا ہے کیونکہ اس سے فضلہ کو نئی زندگی ملتی ہے۔ ٹائر کم قیمت یا مفت دستیاب ہوتے ہیں، اس لیے ان سے تیار کردہ فرنیچر سستا ہوتا ہے اور فروخت کے ذریعے آمدنی کا ذریعہ بھی بن سکتا ہے۔ یہ عمل ہنر سکھانے اور ری سائیکلنگ سے متعلق شعور اجاگر کرنے میں بھی مدد دیتا ہے، خصوصاً تعلیمی اور کمیونٹی منصوبوں میں۔ ری سائیکل شدہ پلاسٹک سے بنی باغی بنچیں مضبوط، سڑنے، زنگ لگنے اور کیڑوں سے محفوظ، موسم کی مزاحمت رکھنے والی، کم دیکھ بھال والی اور صرف کبھی کبھار صفائی کی ضرورت کے ساتھ ماحول دوست ہوتی ہیں کیونکہ یہ زمین بھرنے والے فضلے میں کمی کرتی ہیں۔ اپ سائیکل شدہ فرنیچر نہ صرف فضلہ کم کرتا ہے بلکہ ماحول دوست طرزِ زندگی کو بھی فروغ دیتا ہے۔",
  "upcycled_furniture_descriptions_2": "یہ منصوبہ خوبصورتی، افادیت اور سماجی اہمیت کو یکجا کرتا ہے۔ ٹائروں سے بنا فرنیچر منفرد انداز میں تیار کیا جا سکتا ہے تاکہ باغیچے کے مختلف تھیمز سے ہم آہنگ ہو، اور یہ بیرونی استعمال کے لیے بھی پائیدار ہوتا ہے۔ یہ دوبارہ استعمال شدہ ٹائر کرسیوں، اسٹولز، میزوں یا گملوں کے طور پر کام آ سکتے ہیں۔ یہ منصوبہ کمیونٹی کی صفائی اور آرٹ سرگرمیوں میں بھی معاون ہوتا ہے، اور نوجوانوں یا بے روزگار افراد کو سماجی کاروباری منصوبوں کے ذریعے بامقصد کام میں شامل کرنے کا موقع فراہم کرتا ہے۔",
  "upcycled_furniture_descriptions_3": "یہ اپ سائیکلڈ فرنیچر اقدام (ایس۔ڈی۔جی-11) کی حمایت کرتا ہے کیونکہ یہ اپ سائیکلڈ فرنیچر کے ذریعے پائیدار شہری مقامات کو فروغ دیتا ہے۔ (ایس۔ڈی۔جی-12) کے مطابق، یہ پرانی لکڑی کو دوبارہ استعمال کر کے اور مواد کے ضیاع کو کم کر کے ذمہ دارانہ پیداوار کو فروغ دیتا ہے۔ (ایس۔ڈی۔جی-13) کے ساتھ ہم آہنگی میں، یہ کم توانائی استعمال کرنے والے، کم اخراج والے طریقوں سے کاربن اثرات کو کم کرتا ہے۔ اس ڈیزائن میں پائیداری، ماحولیاتی ذمہ داری اور جمالیاتی قدر کو یکجا کیا گیا ہے، تاکہ چکر دار اور موسمیاتی شعور پر مبنی طرزِ زندگی کو فروغ دیا جا سکے۔",

  "meeting_area_title": "پائیدار آؤٹ ڈور میٹنگ ایریا",
  "meeting_area_titleDescription": "کنکریٹ لیب کے فضلے اور ٹائلز سے تیار کردہ ایک فنکارانہ پلیٹ فارم—75٪ سے زائد لاگت کی بچت اور کاربن اخراج میں کمی۔",
  "meeting_area_descriptions_0": "فعالیت اور خوبصورتی کو مدنظر رکھتے ہوئے تیار کیا گیا یہ پلیٹ فارم مضبوطی، افادیت اور دلکشی کو یکجا کرتا ہے۔ ٹوٹی ہوئی ٹائلز سے بنے موزیک اس کی ظاہری خوبصورتی میں اضافہ کرتے ہیں، جبکہ لیبارٹری میں آزمائے گئے کیوبز اور سلنڈرز اس کی ساختی مضبوطی کو یقینی بناتے ہیں۔ یہ پلیٹ فارم کئی مقاصد کے لیے استعمال کیا جا سکتا ہے— جیسے گفتگو، مطالعہ یا آرام— اور قدرتی طور پر سبز ماحول میں گھل مل جاتا ہے، وہ بھی کم سے کم ماحولیاتی اثرات کے ساتھ۔",
  "meeting_area_descriptions_1": "اس کا نتیجہ ایک منفرد پلیٹ فارم کی صورت میں نکلا جس کا سائز 14.5 فٹ لمبائی، 9.5 فٹ چوڑائی اور 0.75 فٹ اونچائی ہے۔ یہ اقدام پائیداری کو فروغ دیتا ہے کیونکہ یہ تعمیراتی اور لیبارٹری کے فضلے کو لینڈفل میں جانے سے روکتا ہے۔ مفت یا کم قیمت بازیافت شدہ مواد کے استعمال سے یہ لاگت میں مؤثر رہتا ہے۔ چونکہ اس میں کوئی نیا مواد تیار نہیں کیا گیا، اس لیے یہ توانائی کی بچت کرتا ہے اور کاربن کے اخراج کو کم کرتا ہے۔ موسم سے محفوظ رہنے والے مواد اس کی طویل مدتی پائیداری کو بھی یقینی بناتے ہیں۔",
  "meeting_area_descriptions_2": "پلیٹ فارم کی کاسٹنگ کے بعد لاگت، توانائی اور کاربن فُٹ پرنٹ کا موازنہ کیا گیا۔ نئے مٹیریل کے استعمال پر لاگت 40,275 روپے آئی، جبکہ ری سائیکل شدہ مواد سے یہ لاگت کم ہو کر 8,708 روپے رہ گئی۔ توانائی کا استعمال نئے مٹیریل کے لیے 69,280 بی ٹی یو تھا، جبکہ ری سائیکل شدہ مواد کے ساتھ کوئی توانائی استعمال نہیں ہوئی۔ نئے مواد کے استعمال سے کاربن فُٹ پرنٹ 902 کلوگرام CO₂ تھا، جبکہ ری سائیکل شدہ مواد کے لیے یہ صرف 187 کلوگرام CO₂ تھا۔",
  "meeting_area_descriptions_3": "یہ پائیدار آؤٹ ڈور ملاقات کی جگہ (ایس۔ڈی۔جی-11) کی حمایت کرتی ہے کیونکہ یہ دوبارہ استعمال شدہ مواد کے ذریعے شہری مقامات کو بہتر بناتی ہے۔ یہ (ایس۔ڈی۔جی-12) کو اس طرح ایڈریس کرتی ہے کہ فضلہ کو دوبارہ قابلِ استعمال بنا کر ذمہ دارانہ استعمال کو فروغ دیتی ہے۔ (ایس۔ڈی۔جی-13) کے لیے، یہ کم اثرات اور غیر صنعتی تعمیر کے ذریعے کاربن کے اخراج کو کم کرتی ہے۔ یہ جگہ ماحول دوست ڈیزائن کا ایک فعال اور تعلیمی ماڈل ہے جو موسمیاتی لحاظ سے مضبوط اور وسائل کی بچت پر مبنی ترقی کی حوصلہ افزائی کرتی ہے۔",

  "reel_landscape_title": "ریل لینڈ اسکیپ",
  "reel_landscape_titleDescription": "ایک مرکزی لکڑی کی کیبل ریل کو پلانٹر میں بدلا گیا، جس کے گرد اینٹوں، کنکروں اور لیبارٹری کے فاضل مواد سے پتے کی شکل کی سرحدیں بنائی گئیں۔",
  "reel_landscape_descriptions_0": "یہ تصور ایک تخلیقی لینڈ اسکیپ عنصر پر مبنی ہے جس میں ایک کیبل ریل وہیل کو پتے کی شکل کے رقبے کے درمیان رکھا گیا ہے۔ ریل کے مرکز میں شوخ جامنی رنگ کے پودے لگائے گئے ہیں، جبکہ اس کے اردگرد کنکر اور بجری اس انداز سے بچھائی گئی ہے کہ وہ ایک دلکش اور کم دیکھ بھال والے باغیچے کے مرکزی حصے کی شکل اختیار کر لے۔",
  "reel_landscape_descriptions_1": "کیبل ریل کو ایک پلانٹر بیس کے طور پر استعمال کیا گیا ہے، جو زمین پر سیدھا رکھا گیا ہے اور اس کے مرکز میں رنگ برنگے پودے لگائے گئے ہیں۔ ریل کے اردگرد کیمپس کے تعمیراتی فضلے سے حاصل کردہ ناقابلِ استعمال بجری، کنکر اور پتھر بچھائے گئے ہیں تاکہ ایک صاف اور منظم بنیاد بنائی جا سکے۔ پتے کی شکل کے اس ڈیزائن کو پرانی اینٹوں اور مٹیریل ٹیسٹنگ لیبارٹری سے حاصل کردہ کنکریٹ کے سلنڈرز سے واضح کیا گیا ہے، جو اس جگہ کو ایک علامتی اور عملی شکل فراہم کرتے ہیں۔",
  "reel_landscape_descriptions_2": "ایک پرانے درخت کے تنے کو لینڈ اسکیپ میں قدرتی مرکزِ نگاہ کے طور پر استعمال کیا گیا ہے، جس کے کھوکھلے حصوں میں سوکولینٹس اور دیگر پودے اگائے گئے ہیں۔ تنے میں موجود چھوٹے سوراخ فائدہ مند کیڑوں جیسے شہد کی مکھیوں اور لیڈی برڈز کے لیے مائیکرو رہائش گاہ فراہم کرتے ہیں، جو باغ میں حیاتیاتی تنوع اور ماحولیاتی توازن کو فروغ دیتے ہیں، اور ساتھ ہی ڈیزائن میں ری یوز (دوبارہ استعمال) کی خوبصورتی کو بھی اجاگر کرتے ہیں۔",
  "reel_landscape_descriptions_3": "یہ ریل لینڈ اسکیپ ڈیزائن (ایس۔ڈی۔جی-11) کی حمایت کرتا ہے کیونکہ یہ دوبارہ استعمال شدہ مواد کے ذریعے شہری سبز علاقوں کو بہتر بناتا ہے۔ یہ (ایس۔ڈی۔جی-12) کے ساتھ ہم آہنگ ہے کیونکہ اس میں کیبل ریلز، بجری اور پرانے درختوں کے تنوں کو تخلیقی انداز میں دوبارہ استعمال کیا جاتا ہے۔ (ایس۔ڈی۔جی-13) کی حمایت کرتے ہوئے، یہ منصوبہ تعمیراتی فضلے اور ماحولیاتی اثرات کو کم کرتا ہے۔ اس کا نتیجہ ایک موسمیاتی طور پر موافق، کم دیکھ بھال والا اور حیاتیاتی تنوع سے بھرپور علاقہ ہے جو پائیدار شہری زمین سازی کی عملی مثال پیش کرتا ہے۔",

  "water_wetland_title": "قدرتی حل برائے پانی کی صفائی (NBS)",
  "water_wetland_titleDescription": "ایک قدرتی نظام برائے پانی کی صفائی جو کنکر، آبی پودوں اور سورج کی روشنی کے ذریعے کام کرتا ہے — نہ کوئی بجلی درکار، نہ کوئی کیمیکل استعمال ہوتا ہے۔",
  "water_wetland_descriptions_0": "یہ نظام مچھلی کے تالاب کے پانی کے معیار کو بہتر بنانے کے لیے ایک مربوط قدرتی طریقۂ کار  پر مبنی ہے۔ یہ حیاتیاتی اور ماحولیاتی صفائی کے عمل کو یکجا کرتا ہے تاکہ آلودگی کو پائیدار طریقے سے ختم کیا جا سکے اور ایک صحت مند ماحولیاتی نظام برقرار رکھا جا سکے۔",
  "water_wetland_descriptions_1": "اس نظام میں ایک کنسٹرکٹڈ ویٹ لینڈ شامل ہے جہاں پانی پودوں سے بھرے ہوئے کم گہرائی والے فلٹریشن بیڈز کی ایک سلسلہ وار ترتیب سے گزرتا ہے۔ آبی پودے اور بجری، ریت، اور پتھروں جیسے مواد پر موجود مائیکروبیل بایو فلم نامیاتی مادّے کو ختم کرتے ہیں، ذرات کو پھنساتے ہیں، اور غذائی اجزاء کی مقدار کو کم کرتے ہیں۔ اس کے علاوہ، ایک کاسکیڈنگ واٹر فیچر (پانی کا بہاؤ کئی سطحوں پر) پانی کو مرحلہ وار حرکت دینے میں مدد دیتا ہے، جس سے آکسیجن کا پھیلاؤ  بہتر ہوتا ہے اور ہوا دار مائیکروبز کی سرگرمی کو فروغ ملتا ہے جو نامیاتی مادّے کو توڑنے کے لیے ضروری ہوتی ہے۔",
  "water_wetland_descriptions_2": "یہ نظام بغیر کسی کیمیکل کے قدرتی طور پر پانی کی صفائی فراہم کرتا ہے اور آبی حیات کی بقا کے لیے پانی میں تحلیل شدہ آکسیجن کی مقدار کو بڑھاتا ہے۔ یہ شمسی توانائی پر انحصار کرتے ہوئے کاربن نیوٹرل طریقے سے کام کرتا ہے اور قدرتی مساکن تخلیق کر کے حیاتیاتی تنوع کو فروغ دیتا ہے۔ مجموعی طور پر، یہ پانی کی مؤثر صفائی کے لیے ایک دیرپا اور کم دیکھ بھال والا حل فراہم کرتا ہے۔",
  "water_wetland_descriptions_3": "یہ قدرتی نظام برائے پانی کی صفائی شہری پائیداری (ایس ڈی جی 11) کو فروغ دیتا ہے، کیونکہ یہ ماحول دوست طریقے سے پانی صاف کرتا ہے۔ یہ شمسی توانائی سے چلنے والا، بغیر کیمیکل کے کام کرنے والا نظام ماحولیاتی بہتری کے لیے مؤثر اقدام (ایس ڈی جی 13) کی نمائندگی کرتا ہے۔ پانی کے معیار کو بہتر بنا کر یہ آبی ماحولیاتی نظام (ایس ڈی جی 14) کا تحفظ کرتا ہے اور قدرتی رہائش گاہیں پیدا کر کے زمینی حیاتیاتی تنوع (ایس ڈی جی 15) کو فروغ دیتا ہے۔ یہ نظام ایک دیرپا، کم دیکھ بھال کی ضرورت رکھنے والی ماحولیاتی انجینئرنگ کی بہترین مثال ہے جو پائیدار کمیونٹیز اور صحت مند ماحولیاتی نظام کے قیام میں مددگار ہے۔",

  "solar_photobioreactor_title": "سولر فوٹو بایوری ایکٹر",
  "solar_photobioreactor_titleDescription": "ایک پائیدار نظام جو سورج کی روشنی اور خورد جلبک (مائیکرو ایلگی) کے ذریعے ہوا سے کاربن ڈائی آکسائیڈ (CO₂) جذب کرتا ہے—بجلی کے بغیر، قدرتی توانائی پر مبنی اور ماحولیاتی بہتری کے لیے مؤثر۔",
  "solar_photobioreactor_descriptions_0": "ہم نے یہ نظام ایک شفاف پانی کی ٹنکی سے تیار کیا، جس میں تیزی سے بڑھنے والی مائیکروالگی شامل کی گئی، اور گردش کے لیے اسے ایک سولر پینل سے طاقت دی گئی۔ یہ ڈیزائن سورج کی روشنی میں الگی کو بڑھنے اور فضا سے کاربن ڈائی آکسائیڈ (CO₂) جذب کرنے کے قابل بناتا ہے۔ یہ نظام فوٹوسنتھیسس کے عمل سے CO₂ کو مؤثر طریقے سے جذب کرتا ہے اور ایسا بایوماس پیدا کرتا ہے جو تیل، کاربوہائیڈریٹس اور پروٹین سے بھرپور ہوتا ہے، جو ماحول دوست بایوفیول اور دیگر مصنوعات کے لیے موزوں ہے۔ زمینی فصلوں کے مقابلے میں، مائیکروالگی نہ صرف زیادہ مقدار میں بایوماس پیدا کرتی ہیں بلکہ کاربن جذب کرنے میں بھی کہیں زیادہ مؤثر ثابت ہوتی ہیں۔",
  "solar_photobioreactor_descriptions_1": "شہروں میں بڑھتی ہوئی شہری آبادی اور فوسل فیولز پر انحصار نے فضائی آلودگی میں اضافہ کیا ہے، جس کے نتیجے میں عوامی صحت کے لیے سنگین خطرات پیدا ہو گئے ہیں۔ سولر فوٹو بایو ری ایکٹر میں موجود مائیکرو الجی فضا میں انسانی سرگرمیوں سے خارج ہونے والے کاربن ڈائی آکسائیڈ (CO₂) کو جذب کرنے کی صلاحیت رکھتی ہے، جو ماحولیاتی بہتری اور کاربن کی مقدار میں کمی کی جانب ایک مؤثر قدم ہے۔",
  "solar_photobioreactor_descriptions_2": "ابتدائی نتائج سے ظاہر ہوتا ہے کہ نیم کا درخت سالانہ تقریباً 0.082 کلوگرام کاربن ڈائی آکسائیڈ کو جذب کرنے کی صلاحیت رکھتا ہے، جبکہ ایک 250 لیٹر کا شہری روشنی سے چلنے والا حیاتیاتی نظام سالانہ تقریباً 0.38 کلوگرام کاربن ڈائی آکسائیڈ کو کم کر سکتا ہے — جو کہ پانچ مکمل پختہ نیم کے درختوں کی جذب کرنے کی صلاحیت کے برابر ہے۔",
  "solar_photobioreactor_descriptions_3": "یہ شمسی توانائی سے چلنے والا فوٹو بایوریکٹر (ایس۔ڈی۔جی-3) کی حمایت کرتا ہے کیونکہ یہ سی او₂ کو جذب کر کے فضائی آلودگی کو کم کرتا ہے اور شہری صحت کو بہتر بناتا ہے۔ (ایس۔ڈی۔جی-9) کے ساتھ ہم آہنگی میں، یہ حیاتیاتی انجینئرنگ اور کاربن میں کمی کے حوالے سے جدت کی مثال ہے۔ یہ (ایس۔ڈی۔جی-11) کو فروغ دیتا ہے کیونکہ یہ صاف ٹیکنالوجی کو شہری ڈھانچے میں شامل کرتا ہے۔ (ایس۔ڈی۔جی-13) کی حمایت کرتے ہوئے، یہ نظام خورد الجی کے ذریعے پائیدار طریقے سے کاربن کو جذب کرتا ہے، جو کئی مکمل بالغ درختوں کے اثرات کے برابر ہے—یہ ماحولیاتی لحاظ سے مضبوط ترقی کے لیے قابل توسیع حل پیش کرتا ہے۔",

  "section_how_we_made_it": "پروجیکٹ کا تصور",
  "section_about_it": "پروجیکٹ کے فوائد",
  "section_impact_on_environment": "ماحول پر اثرات",

   "linked_to_sdgs": "ایس ڈی جیز کے ذریعے اثر پیدا کرنا",
 


  "thanks_heading": "دیکھنے کا شکریہ",
  "thanks_subheading": "ایک بہتر کل کے لیے ہمارا وژن اور عزم",
  "thanks_message": "ہم آپ کی دلچسپی اور وقت کی قدر کرتے ہیں 🌿",
  "thanks_back_home": "ہوم پیج پر واپس جائیں",
  "footer_h": "ایکو پارک",
  "footer_p": "این ای ڈی یو ای ٹی کا اقدام"
}
