{
  "welcome": "Next.js میں خوش آمدید",
  "currentLanguage": "موجودہ زبان: اردو",
  "switchLanguage": "اردو",
  "title": "عالمی ترجمہ کا نظام",
  "subtitle": "یہ مواد ایپ میں کہیں بھی ترجمہ کیا جا سکتا ہے",
  "description": "ایکو پارک ایک پائیدار جگہ ہے جو ری سائیکل مواد، شمسی توانائی اور مقامی پودوں کا استعمال کرتی ہے۔\nیہ ماحول دوست زندگی، پانی کے علاج اور کاربن کی گرفت کو فروغ دیتا ہے۔\nپارک دکھاتا ہے کہ کس طرح فضلہ کو تخلیقی طور پر دوبارہ استعمال کیا جا سکتا ہے۔ یہ حیاتیاتی تنوع اور آب و ہوا کی لچک کی حمایت کرتا ہے۔",
  "mini-desc":"ایکو پارک ایک پائیدار جگہ ہے۔",
  "left-heading":" پر خوش آمدید",
  "right-heading":"ہماری ویب سائٹ",
   "accordion_item_1_name": "بیٹھنے کا پلیٹ فارم",
  "accordion_item_1_description": "ایک بیرونی بیٹھنے کا پلیٹ فارم جو مکمل طور پر تعمیراتی فضلے سے بنایا گیا ہے۔ یہ پائیداری، تخلیقی صلاحیت اور مضبوطی کو یکجا کرتا ہے۔",

  "accordion_item_2_name": "قدرتی واٹر ویٹ لینڈ",
  "accordion_item_2_description": "یہ نظام تالاب کے پانی کو قدرتی طریقے سے صاف کرتا ہے — بغیر کسی کیمیکل یا مشین کے۔ یہ قدرتی دلدلی ماحولیاتی نظام کی نقل کرتا ہے اور صرف سورج کی روشنی اور کشش ثقل پر چلتا ہے۔",

  "accordion_item_3_name": "پھلوں کا باغ",
  "accordion_item_3_description": "مقامی پھلدار درخت تازہ غذا، سایہ اور حیاتیاتی تنوع فراہم کرتے ہیں۔ یہ کم دیکھ بھال کے متقاضی، خشک سالی کے خلاف مزاحم، اور تعلیمی ہوتے ہیں۔",

  "accordion_item_4_name": "ڈرائی اسکیپ پودے",
  "accordion_item_4_description": "یہ پودے کم پانی اور نگہداشت میں بھی خوبصورتی سے پروان چڑھتے ہیں۔ یہ پارک کو خوبصورت بناتے اور موسمیاتی لچک کو مضبوط کرتے ہیں۔",

  "accordion_item_5_name": "ری سائیکل شدہ فرنیچر",
  "accordion_item_5_description": "یہ تمام نشستیں پرانے ٹائروں، لکڑی، اور پلاسٹک سے بنی ہیں۔ یہ پائیدار، دلکش اور بیرونی استعمال کے لیے موزوں ہیں۔",

  "accordion_item_6_name": "رییل لینڈ سکیپ",
  "accordion_item_6_description": "ایک پرانی کیبل ریل کو باغ کے مرکزی نقطے کے طور پر استعمال کیا گیا ہے۔ اس کے ارد گرد دوبارہ استعمال کی گئی اینٹیں، پتھر، اور ایک ری سائیکل درخت کا تنا ہے۔",
  "about_p1":"یہ پارک پائیداری کا ایک زندہ نمونہ ہے—مکمل طور پر ری سائیکل مواد سے بنایا گیا ہے۔ بنچوں سے لے کر عمارتوں تک، ہر چیز تعمیراتی سکریپ، لیبارٹری کے آلات اور شہری فضلہ سے تیار کی گئی ہے۔ یہ ایک سبز جگہ سے زیادہ ہے؛ یہ ایک ہینڈ آن کلاس روم، سرکلر ڈیزائن کے لیے ایک پروٹو ٹائپ، اور آب و ہوا کی کارروائی پر ایک بیان ہے۔",
  "about_p2":"اس پارک میں فطرت پر مبنی واٹر فلٹر، شمسی توانائی سے چلنے والا فوٹو بائیو رییکٹر، خشک سالی کے خلاف مزاحمت کرنے والے پودے، مقامی پھلوں کے درخت، اور ٹائروں اور پلاسٹک سے بنا ہوا فرنیچر شامل ہے۔ ہر حصہ ایک کہانی سناتا ہے اور ماحولیاتی اصول سکھاتا ہے۔",
  "about_p3":"ہمارا مقصد یہ ظاہر کرنا ہے کہ حقیقی پائیداری کے لیے ارادے اور تخلیقی صلاحیت کی ضرورت ہوتی ہے — بڑے بجٹ کی نہیں۔ یہ جگہ ہر کسی کو سیکھنے، دریافت کرنے اور تصور کرنے کی دعوت دیتی ہے کہ فطرت کے ساتھ کیسے تعمیر کیا جائے، اس کے خلاف نہیں۔"
}